{
  "DOID:3908||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1187",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979469",
      "pmcId": "PMC3014291",
      "sourceType": "PUBMED",
      "title": "Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer.",
      "publicationYear": 2010
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "A",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 5,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "brigatinib",
        "ncit_id": "C98831"
      },
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      },
      {
        "name": "pemetrexed",
        "ncit_id": "C61614"
      },
      {
        "name": "retaspimycin hydrochloride",
        "ncit_id": "C48401"
      }
    ],
    "evidence_count": 22,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "A phase-3 clinical trial evaluated 347 patients with ALK-positive lung cancer.  The study compared crizotinib treatment (n=173) with chemotherapy treatment of either pemetrexed or docetaxel (n=174).  In the crizotinib arm, the response rate was significantly higher (65% vs 20%; P<0.001), the progression-free survival was increased (7.7 months vs. 3.0 months; HR=0.49, 95%CI:14 months-26 months; p<0.001), however, there was no significant improvement in overall survival (HR=1.02; 95%CI:0.68-1.54; P=0.54).  Of the patients on crizotinib treatment, global quality of life was improved relative to baseline when compared to chemotherapy patients (+5 mean change, -5 mean change; P<0.001).",
      "A randomized phase 3 trial (J-ALEX) of 207 Japanese ALK-positive NSCLC patients compared the efficacy and safety of alectinib (300mg twice daily) and crizotinib (250mg twice daily) in the first-line setting. When used as a first line treatment the median progression-free survival of the alectinib group was unreached (95% CI 17.5–not estimated) versus 10.2 months (95% CI 8.3–13.9) in the crizotinib group (HR 0.31; 95% CI 0.17–0·57). In the overall intent to treat population, Alectinib showed improved median PFS (HR 0.34; 99.7% CI 0.17-0.71; stratified log-rank p<0·0001) with an unreached PFS (95% CI 20.3-not estimated) compared to 10.2 months (95% CI 8.2-12.0) for crizotinib. The safety profile of alectinib was favorable relative to crizotinib with fewer dose interruptions (29% vs 74%) and fewer grade 3-4 adverse events (26% vs 52%).",
      "Among 95 patients with NSCLC in this study, 15 had an ALK translocation. ORR of these patients compared to EGFR mutated or wild-type tumors was superior (46.7 versus 4.7 versus 16.2%, p = 0.001). TYMS expression was lower in ALK-positive cells.",
      "In a phase 2 trial, patients with NSCLC with ALK fusion received lorlatinib.\nIn treatment-naive patients, ORR was 90.0% In patients with at least one previous ALK tyrosine kinase inhibitor, ORR were achieved in 47.0%.In patients who had only received crizotinib ORR was achieved in 69.5%.",
      "In a phase 3 trial, 303 patients with NSCLC with ALK fusion were randomly assigned to alectinib arm (N=152) or crizotinib arm (N=151). PFS was significantly longer with alectinib than with crizotinib (HR for disease progression or death 0.47, 95% CI: 0.34-0.65, p<0.001). Investigator-assessed RR was 82.9% in alectinib arm and 75.5% in crizotinib arm. CNS RR in patients with measurable CNS lesions was 81% and 50% for alectinib and crizotinib, respectively. Eight patients in the alectinib group, in comparison to one patient with crizotinib, had a complete CNS response. Despite longer treatment duration for alectinib, there were fewer grade 3-5 adverse events compared with crizotinib treatment.",
      "In a phase 3 trial, patients with previously treatmented NSCLC with ALK fusion were randomly assigned to ceritinib or chemotherapy.\nCeritinib showed a significant improvement in median  PFS compared with chemotherapy (5·4 months [95% CI 4·1-6·9] for ceritinib vs 1·6 months [1·4-2·8] for chemotherapy; hazard ratio 0·49 [0·36-0·67]; p<0·0001).",
      "In a phase II randomized trial we evaluated two regimens of Brigatinib in Crizotinib-refractory ALK-pos. NSCLC. They were randomly assigned (1:1) to oral Brigatinib 90 mg once daily (arm A) or 180 mg once daily with a 7-day lead-in at 90 mg. Of 222 patients enrolled (arm A: n = 112, arm B: n = 110), 154 (69%) had baseline brain metastases and 164 of 222 (74%) had received prior chemotherapy. ORR was 45 (arm A) and 54% (B). Investigator-assessed median PFS was 9.2 months (A) and 12.9 months (B). Independent review committee-assessed intracranial ORR in patients with measurable brain metastases at baseline was 42% (11/26, A) and 67% (12/18, B). Brigatinib yielded substantial whole-body and intracranial responses as well as robust PFS; 180 mg (with lead-in) showed consistently better efficacy than 90 mg, with acceptable safety.",
      "In a randomized, open-label phase 3 trial 303 patients with ALK-positive, previously untreated NSCLC (including asympt. CNS disease) were randomized to reiceive either Alectinib or Crizotinib. During a median follow-up of 17.6 months (crizotinib) and 18.6 months (alectinib), an event of disease progression/death occurred in 41% (62/152  pt) in the alectinib group and 68% (102/151 patients) in the crizotinib group. 12-month event-free survival rate 68.4% with alectinib vs. 48.7% with crizotinib. A total of 18 patients (12%) in the alectinib group had an event of CNS progression, compared to 68 patients (45%) in the crizotinib group. Response rates were 82.9% (Alectinib) and 75.5% (crizotinib).",
      "In a retrospective study comparing survival outcomes in a subgroup of 82 ALK-positive crizotinib-treated patients enrolled in a phase 1 clinical trial (NCT00585195), crizotinib therapy was associated with improved survival. For the crizotinib-treated, ALK-positive patient group, 1 year survival was 74% and 2 year overall survival was 54%, compared with 72% and 36% for the control group (ALK-positive crizotinib naive patients).",
      "In the Phase I study PROFILE 1001 (NCT00585195), a recommended crizotinib dose of 250 mg twice daily for 28 day cycles was established. Among 1,500 advanced NSCLC patients who were screened for ALK-rearrangement using a break-apart FISH assay, 82 patients were eligible for crizotinib treatment. Overall response rate was 57%, with 46 partial responses and one complete response. Since crizotinib inhibits MET, 33 patients with available tissue were screened for MET amplification and were found negative, further indicating that patient response was due to ALK inhibition. 31 patients were tested via RT-PCR for known EML4-ALK fusions, and 13 were shown to have EML4-ALK variant 1, four cases had variant 3, and one instance of variants 2, 3b and 5 were seen. 9 were unidentified, suggesting other fusion partners in these instances.",
      "In this Phase I trial (NCT01588028) in 47 patients, alectinib was assessed for its effectiveness in treating locally advanced or metastatic ALK-positive NSCLC that had progressed or been resistant to crizotinib treatment. ALK rearrangement was assessed via approved break apart FISH kit, and patients with asymptomatic CNS metastases were also included. Patients were divided into different cohorts receiving different doses of alectinib. In the 600 mg cohort (N=13), ten were assessable, and there were 4 confirmed partial responses, 3 unconfirmed partial responses and 3 instances of stable disease. Also, five of nine patients throughout the cohorts with measurable baseline CNS lesions showed partial response to alectinib. Cerebrospinal fluid levels of alectinib increased linearly with blood alectinib levels, indicating it effectively crossed the blood-brain barrier.",
      "In this Phase II trial of 87 patients (NCT01871805), alectinib was assayed for safety and efficacy in ALK positive NSCLC that had progressed on crizotinib. Of 69 patients with measurable disease, 35 achieved objective response, with median duration of response 13.5 months. Of 16 patients with measurable CNS disease, four achieved CNS complete response and 8 showed CNS partial response. median duration of CNS response was 11.1 months. 2 deaths were observed, and 1 was judged related to study treatment.",
      "In this case study of a critically ill 29 year old male nonsmoker with advanced metastatic ALK-positive NSCLC, alectinib (CH5424802), was administered as first line treatment. Where most clinical trials only admit patients with Eastern Cooperative Oncology Performance status (PS) of 0 or 1, this patient had PS 4 due to respiratory failure, multiple bone metastases and complications from disseminated intravascular coagulation (DIC). Administration of alectinib at 300 mg twice daily was followed by marked improvement seen in tests associated with DIC, pulmonary metastasis and change in PS from 4 to 0. Further improvements after a couple of months suggested a rapid complete response. Alectinib was well tolerated in this first line treatment of a critically ill ALK-positive NSCLC patient.",
      "In this global phase 3 trial, 257 patients with ALK-positive Non-Small-Cell Lung Cancer were treated with either alectinib (n = 130) or chemotherapy (n = 127). 93.8 % of the patients who had received alectinib versus 63% who were in the chemotherapy group were alive and disease-free at 2 years. A hazard ratio of 0.24 (95% CI; 0.13 - 0.43, p < 0.001) was reported for disease recurrence or death, which implies a 76% lower risk with adjuvant alectinib than chemotherapy. 98.4% of the patients in the alectinib group, and 93.3% of the patients in the chemotherapy group reported at least one adverse event. Serious adverse events were reported in 13.3% of the patients in the alectinib group compared to 8.3% of the patients in the chemotherapy group. Overall, the study found improved disease-free survival in the alectinib group compared to the chemotherapy group.",
      "In this initial report of a single-arm Phase I and II study (JapicCTI-101264) of alectinib (CH5424802), 46 patients with advanced or metastatic ALK-rearranged non small cell lung cancer (NSCLC) were assessed for objective response during phase II. ALK positivity was assessed via IHC and verified with FISH or RT-PCR. Patients had received one or more rounds of previous chemotherapy, but no prior targeted therapy towards ALK. From the 46 patients, 41 showed partial response, and 2 showed complete response. CNS metastases in three patients which had not received prior brain irradiation showed response to alectinib. Alectinib was generally well tolerated, and the authors conclude that alectinib compared favorably to crizotinib and could be an effective and safe option in ALK-rearranged NSCLC.",
      "In this study, heavily pretreated advanced NSCLC patients with various molecular tumor makeup were treated with Hsp90 inhibitor IPI-504 to assess overall response rate. The study did not reach the targeted endpoint of 20% ORR. However, of 3/12 patients found to be ALK-rearranged via break apart FISH assay, 2 showed a partial response and the third stable disease, which was durable for 7.2 months. The authors note that the break apart FISH assay used to determine ALK-rearrangement status does not determine the identity of the ALK fusion partner and the promising results shown here may be dependent on the nature of the ALK fusion partner.",
      "The phase III ALTA-1L open-label randomized trial examined 275 NSCLC patients given brigatinib (137 patients) vs crizotinib (138 patients).  Patients were ALK fusion positive by an FDA-approved diagnostic test and had not previously received ALK inhibitors. Brigatinib showed superior PFS compared to crizotinib (HR 0.49 [95% CI, 0.35 to 0.68]; log-rank P < .0001; median, 24.0 v 11.0 months). Initial results from this trial were previously reported in 2018 (PMID: 30280657).",
      "This phase 3 trial named PROFILE 1014 (NCT01154140) compared crizotinib to established chemotherapy in first-line treatment for this disease. The study consisted of 343 patients with advanced or metastatic NSCLC that tested positive for ALK rearrangement via break-apart FISH assay, and had no prior systemic treatment. Patients were assigned in a 1:1 ratio to crizotinib (N=172) or pemetrexed with cisplatin or carboplatin (N=171). Progression free survival was significantly longer with crizotinib treatment than chemotherapy (10.9 vs. 7.0 months; hazard ratio for progression or death with crizotinib, 0.45; 95% CI, 0.35 to 0.60;P<0.001), and objective response rate was higher with crizotinib treatment than chemotherapy (75% vs. 45%, P<0.001). Improvement in quality of life was also reported.",
      "This prospective Phase III study named Profile 1014 on NSCLC ALK-rearranged patients assessed intracranial disease control rate (IC-DCR) in the subset of patients entering the study with preexisting treated brain metastasis (tBM). IC-DCR was significantly improved in the tBM group given crizotinib (N=39) over chemotherapy (pemetrexed + cisplatin or carboplatin; N=40) at 12 weeks (85% vs. 45%, P<0.001), and at 24 weeks (56% vs. 25%, P=0.006). Progression free survival was also significantly improved with crizotinib over chemotherapy in the tBM subgroup (9.0 vs. 4.0 months; HR 0.40; P<0.001), where in the intent to treat population it was 10.9 vs. 7.0 months (HR 0.45; P<0.001), indicating that the difficult to treat BM population obtained benefit from crizotinib at both the brain and systemic level.",
      "This retrospective study of patients from the PROFILE 1001 and 1005 studies of crizotinib in advanced ALK-rearranged NSCLC assessed the potential benefit of crizotinib beyond progressive disease (CBPD), defined as continuation of crizotinib for 3 or more weeks after disease progression on crizotinib. 194 patients who had developed PD by data cutoff were studied, where 120 received crizotinib for a median duration of 19.4 weeks and 74 discontinued crizotinib after PD. No gross imbalances in clinicopathologic features of the two groups were evident.  Significantly longer overall survival was observed in the crizotinib continuing group from time of PD (16.4 vs. 3.9 months; hazard ratio 0.27, 95% CI: 0.17–0.42; P < 0.0001), and from the time of initial crizotinib (29.6 vs. 10.8 months; HR 0.30, 95% CI: 0.19–0.46; P < 0.0001).",
      "This two arm Phase III study named PROFILE 1007 (NCT00932893) was performed to assess crizotinib vs. established chemotherapy in non-small cell lung cancer patients positive for ALK rearrangement (assessed by break-apart FISH) with locally advanced or metastatic disease. 347 patients with disease progression after one round of platinum-based chemotherapy were randomized to receive crizotinib (N=173) or chemotherapy (N=174) consisting of pemetrexed in pemetrexed-naive patients and docetaxel for patients previously treated with pemetrexed. The primary endpoint - progression free survival (PFS) - was found to be significantly better for patients treated with crizotinib (median 7.7 months) than with chemotherapy (median 3.0 months) (hazard ratio for disease progression or death with crizotinib, 0.49; 95% CI, 0.37 to 0.64; P<0.001). Response rates were 65% for crizotinib treatment and 20% for chemotherapy (P<0.001). Improvements in quality of life were also reported.",
      "Updated results from ASCEND-1 trial assessing safety and activity of ceritinib in ALK rearranged locally advanced or metastatic NSCLC. 255 patients were enrolled and received at least one dose of ceritinib 750 mg/day, of whom 246 had ALK-rearranged NSCLC (Median follow-up: 11.1 months). Overall response rate was 72% [95% CI 61-82] of 83 ALK inhibitor-naive patients and 56% [49-64] of 163 ALK inhibitor-pretreated patients. Median duration of response was 17·0 months (95% CI 11.3-non-estimable [NE]) in ALK inhibitor-naive patients and 8.3 months (6.8-9.7) in ALK inhibitor-pretreated patients. Median progression-free survival was 18.4 months (95% CI 11.1-NE) in ALK inhibitor-naive patients and 6.9 months (5.6-8.7) in ALK inhibitor-pretreated patients. Brain metastases control was reported in 79% [95% CI 54-94] of 19 ALK inhibitor-naive patients and in 65% [54-76] of 75 ALK inhibitor-pretreated patients."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "0",
      "1",
      "1187",
      "2",
      "3",
      "4",
      "5",
      "6",
      "7",
      "8",
      "9"
    ]
  },
  "DOID:0050744||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "11218",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "28787259",
      "pmcId": "PMC5617123",
      "sourceType": "PUBMED",
      "title": "Targeting ALK With Crizotinib in Pediatric Anaplastic Large Cell Lymphoma and Inflammatory Myofibroblastic Tumor: A Children's Oncology Group Study.",
      "publicationYear": 2017
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "A",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "Crizotinib at 250mg daily was given to two patients with relapsed ALK-rearranged anaplastic large cell lymphoma (ALCL). Patient one, 26 yrs old, had been treated with the CHOP-15 chemotherapy regimen, then salvage chemotherapy to prepare for autologous bone marrow transplant but ultimately relapsed. After initiation of crizotinib, PET, CT and bone marrow aspirates showed complete remission of previous lesions at 28 days. At time of publication the patient continued to show persistent response at 6 months. A 20 year old patient relapsed after one month of CHOP, and was treated with further chemotherapy and autologous bone marrow transplantation resulting in partial response of 1 month. Crizotinib was initialized, and after 12 days PET scan showed complete regression of all lesions. On day 60 bone marrow aspirates were ALK-negative (pretreatment evaluation showed 8% ALK-positive). The authors conclude these two cases indicate sensitivity to crizotinib of relapsed ALK-rearranged ALCL.",
      "In this phase I/II study, 26 patients with relapsed/refractory ALK-positive ALCL were administered crizotinib orally twice daily in 28-day cycles as a single agent for an indefinite duration. Patients with relapsed ALCL achieved an objective response rate of 90%. The overall response rates for patients with ALCL treated at doses of 165 and 280 mg/m2 were 83% and 90%, respectively. Rates of complete response were 83% and 80% for 165 and 280 mg/m2 dose groups, respectively. The most common grade 3 or 4 adverse event was decreased neutrophil count.",
      "This trial enrolled 26 patients with anaplastic large cell lymphoma (ALCL). The groups received twice daily crizotinib at doses of either 165 or 280 mg/m2. 83% of the 165 mg/m2 ALCL patients had a complete response with a median treatment time of 2.79 years versus 80% of the 280 mg/m2 group with a median treatment time of 0.4 years. The most common drug-related adverse event was a decrease in neutrophil count in 33% of the patients dosed at 165 mg/m2 and 70% of the patients dosed at 290 mg/m2."
    ],
    "disease_name": "Anaplastic Large Cell Lymphoma",
    "disease_doid": "0050744",
    "disease_aliases": [],
    "eids": [
      "0",
      "1",
      "11218",
      "2",
      "3",
      "4",
      "6",
      "7"
    ]
  },
  "DOID:0050905||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "11122",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "29352732",
      "pmcId": "PMC5947833",
      "sourceType": "PUBMED",
      "title": "Long-term effects of crizotinib in ALK-positive tumors (excluding NSCLC): A phase 1b open-label study.",
      "publicationYear": 2018
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "A",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "9 patients with ALK-positive inflammatory myofibroblastic tumour (IMT) enrolled in the PROFILE 1013 (NCT01121588) phase 1b single-arm, open-label, multi-centre study received crizotinib. ORR was 67% for IMT (95% CI, 30–93), with 1 CR, 5 PRs, and 3 SDs. PFS at 2 years was 66.7% (95% CI, 28.2–87.8). Note that ALK positive included ALK mutations, but the mutation vs. fusion status for the patients in the IMT group was not specified.",
      "As part of a phase 1 dose-escalation trial (NCT00939770), seven patients between ages 12 months and 22 years with relapsed or refractory inflammatory myofibroblastic tumors with ALK-rearrangement were given crizotinib. In six patients with measurable disease, responses included 3 with partial response and 3 with stable disease. One patient with evaluable disease had stable disease with treatment ongoing at the time of publication. Crizotinib was well tolerated in this group of pediatric patients.",
      "In this phase I/II study, 14 patients with metastatic or inoperable ALK-positive IMT were administered crizotinib orally twice daily in 28-day cycles as a single agent for an indefinite duration. The overall response rate for patients with IMT (treated at 100, 165, and 280 mg/m2/dose) was 86%. Complete responses were seen in 36% of patients, partial response in 50%, and stable disease in the remaining 14%. Median time to first CR/PR was 28.5 days, and median duration of treatment was 1.63 years. The most common adverse event was decreased neutrophil count."
    ],
    "disease_name": "Inflammatory Myofibroblastic Tumor",
    "disease_doid": "0050905",
    "disease_aliases": [],
    "eids": [
      "1",
      "11122",
      "2",
      "3",
      "4",
      "6",
      "7"
    ]
  },
  "DOID:3908||alk mutation": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Mutation",
        "ca_id": null
      }
    ],
    "eid": "1237",
    "mp_id": 508,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "24670165",
      "pmcId": "PMC4079055",
      "sourceType": "PUBMED",
      "title": "Ceritinib in ALK-rearranged non-small-cell lung cancer.",
      "publicationYear": 2014
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "B",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Mutation",
      "Mutation ALK",
      "alk mutation"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK Mutation",
    "descriptions": [
      "In a phase 1 clinical trial (NCT01283516) 130 patients with advanced cancers all harboring ALK alterations were treated with ceritinib.  Of 114 NSCLC patients treated with at least 400 mg/daily ceritinib, 1 had a complete response, 65 had a partial response, 25 had stable disease, 12 had progressive disease, and 11 withdrew from the study early. Ceritinib dosed at 400 mg or higher had similar results in patients who had or had not received prior crizotinib treatment. Overall response rate for patients with prior crizotinib treatment (83 out of 122) was 56% with median progression free survival of 6.9 months. For patients who had no prior crizotinib treatment, median progression free survival was 10.4 months."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1237"
    ]
  },
  "DOID:0050744||npm1-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "NPM1::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1241",
    "mp_id": 509,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "23598171",
      "pmcId": "PMC3730818",
      "sourceType": "PUBMED",
      "title": "Safety and activity of crizotinib for paediatric patients with refractory solid tumours or anaplastic large-cell lymphoma: a Children's Oncology Group phase 1 consortium study.",
      "publicationYear": 2013
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "B",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion NPM1",
      "ALK-NPM1",
      "ALK-NPM1 fusion",
      "ALK::NPM1",
      "NPM1 ALK Fusion",
      "NPM1-ALK",
      "NPM1-ALK fusion",
      "NPM1::ALK",
      "npm1-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "NPM1::ALK Fusion",
    "descriptions": [
      "In the second part of this Phase I study NCT00939770, nine patients between the ages of 12 months and 22 years with anaplastic large cell lymphoma (ALCL), who were refractory to treatment and for whom no further known treatments were available, were treated with crizotinib. Six patients with detectable NPM-ALK transcript levels responded with partial response, 1 with complete response, and 1 with stable disease.  Crizotinib was well tolerated in these children.",
      "NPM-ALK in anaplastic large cell lymphoma (ALCL) was the first ALK-fusion to be discovered and characterized.  In this study, targeted activity against NPM-ALK by the ALK and MET inhibitor crizotinib was assessed in cell lines and tumor xenograft models. Treatment of NPM-ALK positive ALCL cell lines Karpas299 and SU-DHL-1 potently inhibited growth, and this was seen to occur at concentrations which also inhibited NPM-ALK phosphorylation in these cells. Administration of 100mg/kg/d crizotinib resulted in complete regression of all tumors, indicating that NPM-ALK could be an effective target for crizotinib in ALCL."
    ],
    "disease_name": "Anaplastic Large Cell Lymphoma",
    "disease_doid": "0050744",
    "disease_aliases": [],
    "eids": [
      "1",
      "1241",
      "2",
      "3",
      "9"
    ]
  },
  "DOID:162||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "2952",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "28183697",
      "pmcId": "PMC5380583",
      "sourceType": "PUBMED",
      "title": "Safety and Antitumor Activity of the Multitargeted Pan-TRK, ROS1, and ALK Inhibitor Entrectinib: Combined Results from Two Phase I Trials (ALKA-372-001 and STARTRK-1).",
      "publicationYear": 2017
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "B",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "entrectinib",
        "ncit_id": "C114984"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "Two phase I studies in patients with advanced or metastatic solid tumors, including patients with active central nervous system (CNS) disease. Here, we summarize the overall safety and report the antitumor activity of entrectinib in a cohort of patients with tumors harboring NTRK1/2/3, ROS1, or ALK gene fusions Responses were observed in non-small cell lung cancer, colorectal cancer, mammary analogue secretory carcinoma, melanoma, and renal cell carcinoma, as early as 4 weeks after starting treatment and lasting as long as >2 years. Notably, a complete CNS response was achieved in a patient with SQSTM1-NTRK1-rearranged lung cancer."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "2952"
    ]
  },
  "DOID:162||v-alk fusion or v-ros1 fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "11671",
    "mp_id": 5222,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "35233056",
      "pmcId": "PMC8888601",
      "sourceType": "PUBMED",
      "title": "Crizotinib in patients with tumors harboring ALK or ROS1 rearrangements in the NCI-MATCH trial.",
      "publicationYear": 2022
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "B",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion or v-ros1 fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion OR v::ROS1 Fusion",
    "descriptions": [
      "This clinical study was conducted on patients harboring either ROS1 or ALK rearrangements, and were treated with Crizotinib. The two sub-protocols F(ALK rearrangements) and G(ROS1 rearrangements) had 4 evaluable patients each. Sub-protocols F and G had the response rates of 50% (90% CI; 9.8%-90.2%), and 25% (90% CI; 1.3-75.1) respectively. The PFS for sub-protocol F was 3.8 months and that for sub-protocol G was 4.3 months. Median overall survival for the sub-protocols F and G were 4.8 months and 6.2 months respectively. The study suggested modest antitumor activity for both the sub-protocols."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "11671"
    ]
  },
  "DOID:3910||eml4-alk fusion and alk c1156y": {
    "canonical_id": "CA16602783",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK C1156Y",
        "ca_id": "CA16602783"
      }
    ],
    "eid": "236",
    "mp_id": 4225,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979473",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "EML4-ALK mutations in lung cancer that confer resistance to ALK inhibitors.",
      "publicationYear": 2010
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK C1156Y",
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "C1156Y ALK",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "alk c1156y",
      "eml4-alk fusion",
      "eml4-alk fusion and alk c1156y"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK C1156Y",
    "descriptions": [
      "A 28 year-old patient with T4N3M1 stage lung adenocarcinoma harboring an EML4-ALK variant 1 fusion was treated with crizotinib after failing conventional therapy. The patient achieved a partial response, but progressed after 5 months of treatment. Molecular analysis at relapse identified C1156Y in the ALK kinase domain of the fusion at an allele frequency of 41.8%. This variant was undetected by Sanger sequencing in the tumor collected before crizotinib treatment. Cytotoxicity assays revealed Ba/F3 cells expressing EML4-ALK C1156Y were more resistant to crizontinib than those expressing EML4-ALK wildtype. Immunoblot demonstrated crizontinib reduced tyrosine phosphorylation of the wildtype fusion, but not the EML4-ALK C1156Y fusion."
    ],
    "disease_name": "Lung Adenocarcinoma",
    "disease_doid": "3910",
    "disease_aliases": [
      "Bronchogenic Lung Adenocarcinoma",
      "Nonsmall Cell Adenocarcinoma"
    ],
    "eids": [
      "236"
    ]
  },
  "DOID:3910||eml4-alk fusion and alk l1196m": {
    "canonical_id": "CA16602593",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK L1196M",
        "ca_id": "CA16602593"
      }
    ],
    "eid": "237",
    "mp_id": 4230,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979473",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "EML4-ALK mutations in lung cancer that confer resistance to ALK inhibitors.",
      "publicationYear": 2010
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK L1196M",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "L1196M ALK",
      "alk l1196m",
      "eml4-alk fusion",
      "eml4-alk fusion and alk l1196m"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK L1196M",
    "descriptions": [
      "A 28 year-old patient with non-small cell lung cancer was found to harbor the EML4-ALK (E13;A20) fusion using reverse transcription PCR. Treatment with 250mg crizotinib twice daily resulted in rapid improvement of symptoms and disease control for 5 months, followed by rapid disease progression. Analysis of pleural effusion samples obtained after relapse found L1196M at an allele frequency of 14%. This variant was undetected by Sanger sequencing in the tumor collected before crizotinib treatment. Cytotoxicity assays revealed Ba/F3 cells expressing EML4-ALK L1196M were more resistant to crizontinib than those expressing EML4-ALK wildtype. Immunoblot demonstrated crizontinib reduced tyrosine phosphorylation of the wildtype fusion, but not the EML4-ALK L1196M fusion."
    ],
    "disease_name": "Lung Adenocarcinoma",
    "disease_doid": "3910",
    "disease_aliases": [
      "Bronchogenic Lung Adenocarcinoma",
      "Nonsmall Cell Adenocarcinoma"
    ],
    "eids": [
      "237"
    ]
  },
  "DOID:3910||eml4-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "262",
    "mp_id": 5,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979473",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "EML4-ALK mutations in lung cancer that confer resistance to ALK inhibitors.",
      "publicationYear": 2010
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion",
    "descriptions": [
      "A 28 year-old patient with non-small cell lung cancer that failed conventional therapy was found to harbor the EML4-ALK (E13;A20) fusion using reverse transcription PCR. Treatment with 250mg crizotinib twice daily resulted in rapid improvement of symptoms and disease control for 5 months."
    ],
    "disease_name": "Lung Adenocarcinoma",
    "disease_doid": "3910",
    "disease_aliases": [
      "Bronchogenic Lung Adenocarcinoma",
      "Nonsmall Cell Adenocarcinoma"
    ],
    "eids": [
      "262"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk t1151dup": {
    "canonical_id": "CA645528802",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK T1151dup",
        "ca_id": "CA645528802"
      }
    ],
    "eid": "444",
    "mp_id": 4308,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22277784",
      "pmcId": "PMC3385512",
      "sourceType": "PUBMED",
      "title": "Mechanisms of acquired crizotinib resistance in ALK-rearranged lung Cancers.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK T1151dup",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "T1151dup ALK",
      "alk t1151dup",
      "eml4-alk fusion",
      "eml4-alk fusion and alk t1151dup"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "tanespimycin",
        "ncit_id": "C37899"
      }
    ],
    "evidence_count": 4,
    "gene_symbol": "EML4::ALK Fusion AND ALK T1151dup",
    "descriptions": [
      "A lung adenocarcinoma patient responded to crizotinib treatment for 12 months, after which the cancer relapsed and sequencing of the ALK tyrosine kinase domain revealed a 1151insT mutation. This mutation was not found in the pre-crizotinib biopsy. EML4-ALK T1151insT was expressed In Ba/F3 cells and an IC50 of 431.8 nM was obtained, which was 16 times higher than for EML4-ALK wild-type, indicating strong crizotinib resistance. EML4-ALK containing H3122 NSCLC cells were incubated in increasing levels of crizotinib inducing resistance. The resulting cell line H3122 CR2 had IC50 10x greater to crizotinib than parental H3122, and was found to contain 1151 insT mutation. In western blots, pALK levels in H3122 CR2 cells remained apparent under 1000 nM crizotinib, whereas pALK signal was ablated under these conditions in parental H3122 cells.",
      "Ba/F3 cells expressing EML4-ALK with 1151 Tins treated with alectinib had an IC50 of 165.7 nM, 16x higher than those expressing EML4-ALK wildtype variant 1. EML4-ALK variant 1 expressing H3122 NSCLC cell line was cultured in increasing levels of crizotinib to produce crizotinib resistant cell lines CR1, CR2 and CR3. H3122 CR2 was found to contain an 1151 insT ALK mutation and increased EML4-ALK levels. The H3122 CR2 cell line survival IC50 value for alectinib treatment was approximately 20x higher than that for H3122 cells.",
      "Ba/F3 cells transduced with EML4-ALK 1151 insT were treated with 17-AAG producing an IC50 value of 44.5 nM, which was 0.4 times that reported for EML4-ALK wildtype in Ba/F3, indicating possible increased dependence of EML4-ALK 1151 insT on HSP90. 17-AAG also reduced survival of the parental IL3-dependent Ba/F3 cells (183.7 nM), indicating increased nonspecific effects of 17_AAG treatment. Crizotinib resistant clones were produced from the parental EML4-ALK variant 1 containing cell line H3122 (CR1, CR2, CR3). H3122 CR2 was found to contain the EML4-ALK InsT variant. H3122 CR2 and H3122 cells were similarly sensitized to 17-AAG death with an IC50 value of approximately 5 nM, while control cells without EML4-ALK had IC50 values approximately 10x higher.",
      "Treatment of Ba/F3 cells expressing EML4-ALK 1151 insT with TAE684 produced an IC50 value (28.3 nM) 20x higher cells expressing EML4-ALK wildtype variant 1. The crizotinib resistant clones were produced from parental H3122 cells (CR1, CR2, CR3). H3122 CR2 was found to contain the 1151 Tins variant as well as elevated EML4-ALK expression. H3122 CR2 cells treated with TAE684 produced IC50 values 20-30 times that of the parental H3122 cells. These results suggest possible variant resistance to the TAE684-derived compound ceritinib."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1",
      "3",
      "4",
      "444",
      "7",
      "8",
      "9"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk l1152r": {
    "canonical_id": "CA16602594",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK L1152R",
        "ca_id": "CA16602594"
      }
    ],
    "eid": "763",
    "mp_id": 4255,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "21791641",
      "pmcId": "PMC3278914",
      "sourceType": "PUBMED",
      "title": "A novel ALK secondary mutation and EGFR signaling cause resistance to ALK kinase inhibitors.",
      "publicationYear": 2011
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK L1152R",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "L1152R ALK",
      "alk l1152r",
      "eml4-alk fusion",
      "eml4-alk fusion and alk l1152r"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK L1152R",
    "descriptions": [
      "Case-report of a patient with an acquired EML4::ALK L1152R mutation and resistance to crizotinib treatment. The L1152R variant was not present in the pre-crizotinib sample. A cell line model also showed resistance against ALK inhibition."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "763"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk g1269a": {
    "canonical_id": "CA16602590",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK G1269A",
        "ca_id": "CA16602590"
      }
    ],
    "eid": "764",
    "mp_id": 4312,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22235099",
      "pmcId": "PMC3311875",
      "sourceType": "PUBMED",
      "title": "Mechanisms of resistance to crizotinib in patients with ALK gene rearranged non-small cell lung cancer.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK G1269A",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "G1269A ALK",
      "alk g1269a",
      "eml4-alk fusion",
      "eml4-alk fusion and alk g1269a"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "EML4::ALK Fusion AND ALK G1269A",
    "descriptions": [
      "2 out of 7 patients with an acquired resistance to crizotinib had a G1269A mutation. One of these patients also harbored a L1196M mutation. In vitro follow-up showed reduced crizotinib-induced ALK dephosphorylation (293T) and apoptosis (Ba/F3) when EML4-ALK G1269A overexpression was compared to EML4-ALK overexpression in these cell lines.",
      "This study analyzed patients with non small cell lung cancer (NSCLC) who were positive for EML4-ALK fusions (ALK+) and progressed on crizotinib monotherapy. One ALK+ patient harbored the common E6;A20 fusion with ALK G1269A co-mutation in post-crizotinib progression biopsies. The presence of ALK G1269A pre-crizotinib could not be evaluated. This patient was a 21 year old non-smoking male with adenocarcinoma, wt for KRAS and EGFR, negative for ALK copy number gain, who experienced crizotinib as a 2nd line therapy. The patient's best response on crizotinib was stable disease (377 days on treatment). In vitro, Ba/F3 cell line expressing EML4-ALK fusion (E6a;A20, a known sensitizing alteration) and ALK G1269A co-mutation demonstrated resistance to crizotinib treatment (341 nmol/L vs. 22 nmol/L) compared to Ba/F3 cells expressing EML4-ALK fusion. Resistance was determined by assessing cell viability and colony formation. Levels of phosphorylation of ALK, ERK, STAT3, and AKT were higher in ALK+ G1269A mutant cells than ALK+ controls, by western blot. The authors note that ALK G1269A likely induces resistance by preventing crizotinib from accessing its binding pocket in the ALK kinase domain."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "5",
      "6",
      "7",
      "764"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk l1198f and alk c1156y": {
    "canonical_id": "CA346473048",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK L1198F",
        "ca_id": "CA346473048"
      },
      {
        "variant": "ALK C1156Y",
        "ca_id": "CA16602783"
      }
    ],
    "eid": "843",
    "mp_id": 4253,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26698910",
      "pmcId": "PMC4773904",
      "sourceType": "PUBMED",
      "title": "Resensitization to Crizotinib by the Lorlatinib ALK Resistance Mutation L1198F.",
      "publicationYear": 2016
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK C1156Y",
      "ALK Fusion EML4",
      "ALK L1198F",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "C1156Y ALK",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "L1198F ALK",
      "alk c1156y",
      "alk l1198f",
      "eml4-alk fusion",
      "eml4-alk fusion and alk l1198f and alk c1156y"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "EML4::ALK Fusion AND ALK L1198F AND ALK C1156Y",
    "descriptions": [
      "Case report of a patient with metastatic ALK-rearranged NSCLC. After developing resistance to first and second line ALK inhibitors mediated by a C1156Y mutation, the patient had a partial response with the third generation ALK-inhibitor lorlatinib. The patient progressed on lorlatinib after 8 months, at which point whole exome sequencing revealed an EML4-ALK C1156Y–L1198F double mutation. In vitro, the double mutation was resistant to lorlatinib but sensitive to crizotinib. The patient was started on crizotinib again and had a clinical response that lasted for 6 months."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "4",
      "8",
      "843"
    ]
  },
  "DOID:3908||eml4-alk e6-e20": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK e6::e20",
        "ca_id": null
      }
    ],
    "eid": "1193",
    "mp_id": 499,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979469",
      "pmcId": "PMC3014291",
      "sourceType": "PUBMED",
      "title": "Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer.",
      "publicationYear": 2010
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK e6 e20 EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK e6 e20",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk e6-e20"
    ],
    "therapies": [
      {
        "name": "2,4-pyrimidinediamine",
        "ncit_id": null
      },
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "alvespimycin",
        "ncit_id": "C38142"
      },
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 7,
    "gene_symbol": "EML4::ALK e6::e20",
    "descriptions": [
      "Ba/F3 cells transduced with EML4-ALK variants v1 (E13;A20), v2 (E20;A20), v3a (E6;A20) and v3b (E6ins33;A20) showed differential sensitivity to both crizotinib and TAE684, with variant 3a (E6;A20) being the least sensitive. The authors suggest that the type/structure of ALK fusion may have some impact on patient outcome in targeted therapy.",
      "Ceritinib was 28x more potent (GI50 3.8nM) than crizotinib (GI50 107nM) at inhibiting growth of  H2228, an NSCLC cell line which harbors the EML4-ALK variant 3a/3b. SCID mice xenografted with H2228 were treated for 14 days with crizotinib (100 mg/kg) or ceritinib (25 or 50 mg/kg). All treatments caused tumor regression, but tumors recurred within 11 days after crizotinib treatment withdrawal. 4/8 mice treated with 25 mg/kg ceritinib showed regrowth after 1 month treatment withdrawal. The remaining 4/8 mice treated at 25 mg/kg ceritinib, and all mice treated at 50 mg/kg ceritinib maintained complete remission for four months. While 100 mg/kg crizotinib in mice approximates levels 3-5 times the maximal tolerated dose in humans, the authors state 25 to 50 mg/kg ceritinib in mice is predicted to approximate tolerable doses in humans.",
      "Exon-array and RT-PCR was used to screen a panel of 83 NSCLC cell lines for EML4-ALK variants. The cell lines NCI-H3122 (containing EML4-ALK variant 1) and NCI-H2228 (containing the EML4 exon 6 and ALK exon 20 fusion-variant 3a/3b) were identified. TAE684 (0.1uM) appreciably inhibited growth as well as Akt and Erk1/2 phosphorylation in variant 1 containing H3122 cells. However, incomplete inhibition in 3a/3b containing H2228 cells was observed. H2228 growth inhibition by TAE684 was more similar to NSCLC cell lines harboring KRAS and EGFR mutations.",
      "In a cohort of 75 NSCLC patients that had tested positive for 3 EML4-ALK rearrangements, two individuals were identified via RT-PCR with a novel EML4-ALK translocation involving the first 6 exons of EML4 fused to the kinase domain of ALK. Genomic PCR resolved a single breakpoint, but 2 variants of the fusion were observed in cells. Variant 3a consisted of fusion at EML4 exon 6 and ALK exon 20, while variant 3b fused a 33 bp intronic EML4 region between EML4 exon 6 and ALK exon 20.  3a and 3b showed strong in-vitro kinase activity, transformed mouse 3T3 cells, and 3b-transformed 3T3 cells formed tumors in 8/8 nude mice.  The ALK inhibitor 2,4-pyrimidinediamine inhibited growth of the 3a/b containing NCI-H2228 NSCLC cell line.  The results indicate that 3a/b is a targetable driver-mutation as other EML4-ALK variants.",
      "In a panel of 602 cancer cell lines, 3/134 NSCLC cell lines showed <0.5% cell viability following treatment with the ALK inhibitor TAE684. Of these, NCI-H2228 harbored EML4-ALK variant 3a/b (EML4 exon 6 and ALK exon 20). TAE684 inhibited Akt and Erk1/2 phosphorylation in H2228 cells and appeared to induce a cytostatic response.",
      "In a set of 31 patients with NSCLC, RT-PCR was performed to test for known EML4-ALK variants.  Five patients tested positive for the 3a/3b EML4-ALK variant.  Of these, 4 had partial response (PR), and one had disease progression (DP), and this was the only DP in the group of 31.  In contrast, of the 13 testing positive for EML4-ALK variant 1, 12 showed PR, and 1 showed stable disease.  These results potentially mirror findings in the H2228 3a/3b containing NSCLC cell line where some literature indicates it does respond as strongly to ALK inhibition as other EML4-ALK NSCLC cell lines.",
      "Transduction of Ba/F3 cells with EML4-ALK variant 3a caused the cells to grow independently of IL3 addition.  While incubation of Ba/F3 cells transduced with EML4-ALK variants 1 and 2 with Hsp90 inhibitor 17-DMAG caused cell death that was reversible with IL3 addition, Ba/F3 cells with variant 3a were not sensitized to 17-DMAG induced death, suggesting that 17-DMAG was effecting the EML4-ALK driver of IL3-independant proliferation. This in turn suggests that variant 3a may not rely on Hsp90 for stability in cancer cells to the extent of other variants."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "0",
      "1",
      "1193",
      "2",
      "3",
      "4",
      "5",
      "7",
      "9"
    ]
  },
  "DOID:3908||eml4-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1207",
    "mp_id": 5,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979469",
      "pmcId": "PMC3014291",
      "sourceType": "PUBMED",
      "title": "Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer.",
      "publicationYear": 2010
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk fusion"
    ],
    "therapies": [
      {
        "name": "alvespimycin",
        "ncit_id": "C38142"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      },
      {
        "name": "retaspimycin hydrochloride",
        "ncit_id": "C48401"
      },
      {
        "name": "whi-p154",
        "ncit_id": null
      }
    ],
    "evidence_count": 5,
    "gene_symbol": "EML4::ALK Fusion",
    "descriptions": [
      "A retroviral cDNA expression library was constructed using a lung adenocarcinoma specimen from a 67 year old NSCLC patient, and transfected into mouse 3T3 fibroblasts which were assessed for transformed foci.  Analysis of clones from one transformed focus yielded a novel fusion. This fusion generated a protein with N-terminal consisting of EML4 exons 1-13 and C-terminal consisting of ALK exons 20-29, which comprise the intracellular kinase domain of ALK. In subsequent experiments using EML4-ALK or altered versions, the transforming potential of EML4-ALK was found to be dependent on a functional ALK kinase activity as well as the EML4 basic domain, which was shown to have an important role in EML4-ALK dimer formation.  BA/F3 cells expressing EML4-ALK were able to grow independently of IL3 addition, but addition of ALK inhibitor WHI-P154 induced cell death and inhibited tyrosine phosphorylation of EML4-ALK. These results indicated that EML4-ALK may be a driver mutation in NSCLC,  and a target for ALK inhibitor treatment.",
      "EML4-ALK variant 1 containing H-3122 NSCLC cells were treated with second generation ALK inhibitor PF-06463922. PF-06463922 was 125x more potent at reducing cell viability than crizotinib. Control neuroblastoma cell lines with wild-type ALK did not show inhibition below 3800 nM with either drug. At values of 10 and 100 nM, PF-06463922 showed increased ability to inhibit ALK 1278 tyrosine phosphorylation in H3122 cells.",
      "In preclinical work using H3122 NSCLC cells which contain the EML4-ALK variant 1, administration of the Hsp90 inhibitor IPI-504 caused marked decrease of EML4-ALK protein levels at concentrations lower than those used to knock down protein levels of drivers such as HER2 or EGFR in other cell lines, making it the most sensitive Hsp90 client protein the authors had encountered.  IPI-504 treatment caused regression of H3122 tumors in nude mice, whereas Hsp90 inhibitors usually only cause growth inhibition in these models.  Combined treatment of these mice with IPI-504 and crizotinib caused an even stronger tumor regression.",
      "In the PROFILE 1001 study of crizotinib in 82 patients with ALK-rearranged NSCLC, 31 patients with sufficient tumor material were tested using RT-PCR for the presence of certain EML4-ALK variants.  13/31 tested patients had the EML4-ALK variant 1. Of these, 12/13 had a partial response, and 1 had stable disease. This response rate of 92% is in contrast to the 57% response rate in the overall patient population, but the numbers of patients with specific EML4-ALK breakpoints were insufficient to correlate with patient response rate.",
      "Transduction of Ba/F3 cells with EML4-ALK variant 1 causes IL3 independent growth. Incubation of EML4-ALK variant 1 transduced Ba/F3 cells with Hsp90 inhibitor 17-DMAG caused cell death that was reversible with IL3 addition, suggesting that 17-DMAG was effecting the EML4-ALK driver of IL3-independant proliferation, and that EML4-ALK variant 1 is a client protein of Hsp90. The degree of Hsp90 dependence, and targetability of EML4-ALK for Hsp90 inhibition, may vary among ALK fusion variants.  Addition of crizotinib to 17-DMAG caused synergistic death effects, suggesting potential clinical benefit for this inhibitor combination in targeting EML4-ALK variant 1."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "0",
      "1",
      "1207",
      "2",
      "3",
      "6",
      "8"
    ]
  },
  "DOID:0050905||ranbp2-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "RANBP2::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1244",
    "mp_id": 510,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979472",
      "pmcId": "PMC3014292",
      "sourceType": "PUBMED",
      "title": "Crizotinib in ALK-rearranged inflammatory myofibroblastic tumor.",
      "publicationYear": 2010
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion RANBP2",
      "ALK-RANBP2",
      "ALK-RANBP2 fusion",
      "ALK::RANBP2",
      "RANBP2 ALK Fusion",
      "RANBP2-ALK",
      "RANBP2-ALK fusion",
      "RANBP2::ALK",
      "ranbp2-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "RANBP2::ALK Fusion",
    "descriptions": [
      "ALK-rearrangements are seen in 50% of inflammatory myofibroblastic tumor (IMT) cases. A 44 year old man was diagnosed with IMT.  He was treated with surgery and catheter placement for administration of cisplatin, doxyrubicin and mitomycin C.  Break-apart FISH showed ALK rearrangement, and immunohistochemical staining was characteristic of RANBP2 rearrangement. After further chemotherapy along with maintenance imatinib, crizotinib was started at 200mg twice daily, and a maximal partial response was achieved 5 months later, with regrowth occurring 2 months later. After further surgery, crizotinib was restarted at 250mg twice daily and almost 2 years later the patient was in complete radiographic remission. Another patient with non-ALK rearranged IMT was administered crizotinib in this study but did not respond."
    ],
    "disease_name": "Inflammatory Myofibroblastic Tumor",
    "disease_doid": "0050905",
    "disease_aliases": [],
    "eids": [
      "1244"
    ]
  },
  "DOID:3908||alk i1171": {
    "canonical_id": "CA346462880",
    "components": [
      {
        "variant": "ALK I1171",
        "ca_id": "CA346462880"
      }
    ],
    "eid": "1283",
    "mp_id": 523,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25228534",
      "pmcId": "PMC4233168",
      "sourceType": "PUBMED",
      "title": "Two novel ALK mutations mediate acquired resistance to the next-generation ALK inhibitor alectinib.",
      "publicationYear": 2014
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK I1171",
      "I1171 ALK",
      "alk i1171"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 7,
    "gene_symbol": "ALK I1171",
    "descriptions": [
      "A 51 year old female never smoker was diagnosed with stage IV NSCLC with liver metastases, and had adverse response to crizotinib treatment, after which she responded to alectinib until disease progressed after 5 months with new liver metastases. Liver tumor biopsy was taken and estimated to be 15% tumor. Hybrid capture next generation sequencing was performed and an I1171N mutation was found in rearranged ALK, and estimated to be in 33% of the tumor cells. Ceritinib was given at 750 mg once daily but dose reduction to 600 mg once daily was required due to persistent nausea. CT showed regression of liver lesions and primary lung lesion and ongoing response was seen at 3 months.",
      "A 51 year old female never-smoker was diagnosed with stage IV NSCLC with liver metastases. ALK rearrangement was verified via FISH. She was treated with crizotinib at 250 mg twice daily but discontinued due to adverse response. She then started alectinib at 600 mg twice daily with partial response, but new liver metastases then formed at 5 months. Liver tumor biopsy was performed and was estimated to be 15% tumor tissue. Next-generation sequencing discovered an ALK I1171N mutation. The tumor was not sequenced prior to alectinib resistance.",
      "Ba/F3 cells expressing EML4-ALK variant 3 with ALK I1171T mutation were treated with ceritinib, and survival IC50 of 2.6 nM was observed, which compares favorably with highly ceritinib sensitive EML4-ALK wild-type variant 1 survival IC50 of 1.7 nM reported from parallel experiments. Tumors from mice with EML4-ALK variant 3 H2228 NSCLC cell xenografts which had progressed after approximately 40 days of crizotinib treatment were sequenced for ALK mutations. I1171T was found as one of 6 ALK resistance mutations from 80 sequenced tumors. Treatment of these mouse xenograft models with ceritinib reduced tumor volume to zero, while in contrast tumor size increased with crizotinib treatment.",
      "The I1171T ALK kinase domain mutaion was found in the MGH056-1 cell line which was derived from an ALK rearranged NSCLC patient who had progressed on crizotinib and then on alectinib given at lower dose (300mg twice daily).  Ectopic expression of EML4-ALK I1171T in Ba/F3 cells made these cells moderately resistant to crizotinib and resistant to alectinib. In contrast, the frequently used tool compound TAE684 was equally effective against EML4-ALK wild-type and I1171T, causing cell death at 1000x lower concentration then in unaltered Ba/F3 cells supplemented with IL3.",
      "The I1171T mutation in ALK fusions was found in a NSCLC patient shown positive for ALK rearrangement via break apart FISH assay, who progressed after 8 months of crizotinib, and then progressed again after 4 months of alectinib. The MGH056-1 cell line was derived from this patient, and this cell line was resistant to alectinib. Sequencing of MGH056-1 cells revealed the I1171T mutation in ALK. In cell culture studies Ba/F3 cells with EML4-ALK I1171T required more that 10x the concentration of alectinib to significantly reduce viability that was required for EML4-ALK wild-type expressing cells. Computer simulation studies indicated that the I1171T mutation interfered with alectinib binding at the ALK active site.",
      "The MGH056-1 cell line was derived from a patient with ALK rearranged NSCLC who had progressed on crizotinib and then on lower dose alectinib (300 mg twice daily). The I1171T ALK kinase domain mutation was found in this cell line (established after alectinib resistance). MGH056-1 cells were resistant to crizotinib (IC50 236nmol/L; aproximately 50x higher than for ceritinib). About 50 fold higher concentration of crizotinib was required to inhibit Ba/F3 cells expressing EML4 ALK I1171T than was required for EML4 ALK wild-type.",
      "The MGH056-1 cell line was derived from an NSCLC patient with ALK-rearrangement who had progressed on crizotinib and then on alectinib. the cell line was also resistant to crizotinib and alectinib, and sequencing of ALK from the cell line revealed the I1171T mutation. Further testing of this mutation in BaF3 cells revealed that cells expressing EML4-ALk with I1171T mutation required 10x higher concentration to induce cell death than BaF3 cells with wild-type EML4-ALK. In contrast, ceritinib caused loss of viability in EML4-ALK wild-type and I1171T BaF3 cells at comparable concentrations. Ceritinib was also effective at killing MGH056-1 cells that were resistant to alectinib, and reduced Akt and ERK phosphorylation in these cells. Finally, administration of ceritinib to the crizotinib and alectinib resistant patient let to tumor regression and partial response lasting 7 months."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1",
      "1283",
      "2",
      "3",
      "4",
      "5",
      "6",
      "7",
      "8"
    ]
  },
  "DOID:8923||alk alternative transcript (ati)": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Alternative Transcript (ATI)",
        "ca_id": null
      }
    ],
    "eid": "1936",
    "mp_id": 813,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26444240",
      "pmcId": "PMC4807020",
      "sourceType": "PUBMED",
      "title": "Alternative transcription initiation leads to expression of a novel ALK isoform in cancer.",
      "publicationYear": 2015
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Alternative Transcript (ATI)",
      "Alternative Transcript (ATI) ALK",
      "alk alternative transcript (ati)"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK Alternative Transcript (ATI)",
    "descriptions": [
      "Expression of an alternative ALK transcript (ATI), encompassing exons 20–29 preceded by ~400 base pairs (bp) of intron 19, but not exons 1–19 was identified in three samples of thyroid cancer and melanoma. In TCGA samples, ALK ATI was expressed in approx. 11% of melanoma samples. Functional activity of ALK ATI was shown in-vitro. In vivo studies confirmed oncogenic activity of ALK ATI similar to other ALK mutations or fusions and sensitivity to crizotinib. A patient with metastatic melanoma and ALK ATI expression but no MET or ALK aberrations identified with FISH and a 341-gene panel sequencing  was treated with crizotinib and had symptomatic improvement and tumor shrinkage within 6 weeks of therapy"
    ],
    "disease_name": "Skin Melanoma",
    "disease_doid": "8923",
    "disease_aliases": [
      "Cutaneous Malignant Melanoma",
      "Cutaneous Melanoma",
      "Malignant Ear Melanoma",
      "Malignant Lip Melanoma",
      "Malignant Lower Limb Melanoma",
      "Malignant Melanoma Of Ear And/or External Auricular Canal",
      "Malignant Melanoma Of Skin Of Lower Limb",
      "Malignant Melanoma Of Skin Of Trunk Except Scrotum",
      "Malignant Melanoma Of Skin Of Upper Limb",
      "Malignant Neck Melanoma",
      "Malignant Scalp Melanoma",
      "Malignant Trunk Melanoma",
      "Malignant Upper Limb Melanoma"
    ],
    "eids": [
      "1936"
    ]
  },
  "DOID:0050929||alk alternative transcript (ati)": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Alternative Transcript (ATI)",
        "ca_id": null
      }
    ],
    "eid": "7421",
    "mp_id": 813,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "29054983",
      "pmcId": "PMC5752582",
      "sourceType": "PUBMED",
      "title": "ALK Inhibitor Response in Melanomas Expressing EML4-ALK Fusions and Alternate ALK Isoforms.",
      "publicationYear": 2018
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "DOES_NOT_SUPPORT",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Alternative Transcript (ATI)",
      "Alternative Transcript (ATI) ALK",
      "alk alternative transcript (ati)"
    ],
    "therapies": [
      {
        "name": "entrectinib",
        "ncit_id": "C114984"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK Alternative Transcript (ATI)",
    "descriptions": [
      "ALK expression was analyzed in 45 melanoma patient-derived xenografts (PDXs), with 11/45 showing ALK expression. Four PDX tumours had only wild-type ALK expression, four had only ALK alternative transcript (ATI) expression, two had wild-type and ATI expression, and one had ALK ATI and multiple EML4-ALK fusion variants. In vitro and in vivo experiments showed that an EML4-ALK fusion expressing sample responded to ALK inhibitors while wild-type ALK and ALK ATI expressing samples did not. Decreased activity in downstream signaling targets with ALK inhibitor treatment was noted for samples expressing fusion ALK but not those expressing only ALK ATI. Further, a patient with metastatic mucosal melanoma expressing ALK ATI was treated with the ALK/ROS1/TRK inhibitor entrectinib but experienced rapid clinical and radiologic progression resulting in treatment discontinuation after two weeks."
    ],
    "disease_name": "Mucosal Melanoma",
    "disease_doid": "0050929",
    "disease_aliases": [],
    "eids": [
      "7421"
    ]
  },
  "DOID:7474||eml4-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "9228",
    "mp_id": 5,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "32600123",
      "pmcId": "PMC7328355",
      "sourceType": "PUBMED",
      "title": "Acquired multiple mutations ALK I1171N, L1196M and G1202R mediate lorlatinib resistance in EML4-ALK-rearranged malignant pleural mesothelioma: a case report.",
      "publicationYear": 2020
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk fusion"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion",
    "descriptions": [
      "A 33 year old M non-smoker with no cancer family history and no known exposure to asbestos showed weakness, chest pain, and plural effusion (PE) accumulation. Mass in right lung was seen under enhanced CT. Patient was diagnosed with stage IIIB (cT4N2M0) malignant pleural mesothelioma (MPM) using National Comprehensive Cancer Network (NCCN) guidelines on MPM staging (v.1.2018). \n\nPatient was given palliative chemotherapy for two cycles, which reduced the PE and improved physical mobility. Targeted NGS panel with 520 genes of PE showed EML4::ALK variant 3 (allelic fraction 24.21%). After 1 month symptoms were alleviated and NGS showed reduced EML4::ALK abundance (allelic fraction 8.22%). After 2 months CT showed tumor shrinkage. This was evaluated as partial response."
    ],
    "disease_name": "Malignant Pleural Mesothelioma",
    "disease_doid": "7474",
    "disease_aliases": [
      "Malignant Mesothelioma Of Pleura"
    ],
    "eids": [
      "9228"
    ]
  },
  "DOID:769||alk i1171t": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK I1171T",
        "ca_id": null
      }
    ],
    "eid": "9404",
    "mp_id": 3239,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "29907598",
      "pmcId": "PMC6071567",
      "sourceType": "PUBMED",
      "title": "Clinical response of the novel activating ALK-I1171T mutation in neuroblastoma to the ALK inhibitor ceritinib.",
      "publicationYear": 2018
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK I1171T",
      "I1171T ALK",
      "alk i1171t"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK I1171T",
    "descriptions": [
      "This case reports a 16-mo-old boy with metastatic neuroblastoma (stage M). Genomic analysis of a diagnostic biopsy of the tumor and matched normal identified two germline mutations in FANCA and somatic ALK-I1171T mutation. Functional investigation of this mutation including PC12 cell neurite outgrowth, NIH3T3 transformation and phosophoproteomics showing increased ALK signaling all suggested that it was a gain function. The patient was treated with Ceritinib as a monotherapy for 7.5 months. The residual primary decreased in size (44% volume reduction at 6 months of treatment) and was surgically removed. At 21 months of followup a complete remission was observed (including all metastatic sites)."
    ],
    "disease_name": "Neuroblastoma",
    "disease_doid": "769",
    "disease_aliases": [],
    "eids": [
      "9404"
    ]
  },
  "DOID:7474||eml4-alk fusion and alk i1171n and alk l1196m": {
    "canonical_id": "CA16602371",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK I1171N",
        "ca_id": "CA16602371"
      },
      {
        "variant": "ALK L1196M",
        "ca_id": "CA16602593"
      }
    ],
    "eid": "11115",
    "mp_id": 4328,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "32600123",
      "pmcId": "PMC7328355",
      "sourceType": "PUBMED",
      "title": "Acquired multiple mutations ALK I1171N, L1196M and G1202R mediate lorlatinib resistance in EML4-ALK-rearranged malignant pleural mesothelioma: a case report.",
      "publicationYear": 2020
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK I1171N",
      "ALK L1196M",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "I1171N ALK",
      "L1196M ALK",
      "alk i1171n",
      "alk l1196m",
      "eml4-alk fusion",
      "eml4-alk fusion and alk i1171n and alk l1196m"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "EML4::ALK Fusion AND ALK I1171N AND ALK L1196M",
    "descriptions": [
      "A 33 year old male with no smoking history or known exposure to asbestos was diagnosed with malignant pleural mesothelioma (MPM). EML4::ALK was found using a panel of 520 genes in NGS, and the patient responded to alectinib treatment. At 3.5 months, symptoms worsened, cough returned and blood tumor markers including NSE, SCC, and CA-125 were increased. Progressive disease was confirmed after 4.5 months of alectinib. NGS of plasma showed ALK kinase domain mutations I1171N (allelic fraction 4.24%) and L1196M (allelic fraction 0.33%).",
      "This case report describes a 33 year-old non-smoker with no known exposure to asbestos who was diagnosed with stage IIIB malignant pleural mesothelioma. Panel next generation sequencing (NGS) of 520 genes revealed an EML4::ALK fusion and the patient was subsequently treated with alectinib. After 1 month of therapy the patient showed clinical improvement, and plasma NGS revealed a decrease in EML4::ALK allele fraction (AF) from 24.21% to 8.22%. Progressive disease was confirmed after 4.5 months of alectinib therapy at which time plasma NGS revealed the emergence of two acquired resistance mutations, I1171N (AF=4.24%) and L1196M (AF=0.33). He then received lorlatinib and achieved a PR within one month with 34% tumour shrinkage, suggesting lorlatinib sensitivity despite compound I1171N and L1196M acquired mutations. He began showing signs of progression after 3.6 months of lorlatinib treatment and plasma NGS at that time identified a third concurrent acquired resistance mutation G1202R (AF=3.07%) in cis with L1196M."
    ],
    "disease_name": "Malignant Pleural Mesothelioma",
    "disease_doid": "7474",
    "disease_aliases": [
      "Malignant Mesothelioma Of Pleura"
    ],
    "eids": [
      "1",
      "11115",
      "3"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk amplification": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK Amplification",
        "ca_id": null
      }
    ],
    "eid": "766",
    "mp_id": 4172,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22235099",
      "pmcId": "PMC3311875",
      "sourceType": "PUBMED",
      "title": "Mechanisms of resistance to crizotinib in patients with ALK gene rearranged non-small cell lung cancer.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Amplification",
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "Amplification ALK",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "alk amplification",
      "eml4-alk fusion",
      "eml4-alk fusion and alk amplification"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "EML4::ALK Fusion AND ALK Amplification",
    "descriptions": [
      "Amplification of wild-type EML4-ALK in the non-small cell lung carcinoma cell line, H3122, caused resistance to crizotinib.",
      "One patient with ALK-rearranged non-small cell lung cancer and an acquired resistance to crizotinib showed new ALK amplification (4.1 fold increase compared to pre-crizotinib specimen as measured by FISH) and harbored an EGFR L858R mutation.",
      "This study analyzed patients with non small cell lung cancer (NSCLC) who were positive for EML4-ALK fusions (ALK+) and progressed on crizotinib monotherapy. One out of 11 patients with acquired crizotinib resistance showed >4-fold increase in rearranged ALK copy number between pre- and post- crizotinib biopsies as measured by FISH. This patient's tumor did not harbor ALK point mutations, and was wt for KRAS and EGFR. This patient was a 51 year old non-smoking male with adenocarcinoma, whose best response was partial response (454 days on crizotinib, 2 prior lines of therapy). The authors suggest that ALK copy number gain alone may induce crizotinib resistance."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "0",
      "4",
      "6",
      "7",
      "766"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk c1156y": {
    "canonical_id": "CA16602783",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK C1156Y",
        "ca_id": "CA16602783"
      }
    ],
    "eid": "841",
    "mp_id": 4225,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26698910",
      "pmcId": "PMC4773904",
      "sourceType": "PUBMED",
      "title": "Resensitization to Crizotinib by the Lorlatinib ALK Resistance Mutation L1198F.",
      "publicationYear": 2016
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK C1156Y",
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "C1156Y ALK",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "alk c1156y",
      "eml4-alk fusion",
      "eml4-alk fusion and alk c1156y"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      },
      {
        "name": "luminespib",
        "ncit_id": "C71467"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "EML4::ALK Fusion AND ALK C1156Y",
    "descriptions": [
      "Case report of a patient with metastatic ALK-rearranged NSCLC after progression under sequential crizotinib, ceritinib, HSP90 inhibitor AUY922 and chemotherapy followed by crizotinib again. Third generation ALK inhibitor lorlatinib led to a partial response that lasted for 8 months. The C1156Y mutation was confirmed in a sample prior to initial crizotinib (<7% of cells), following crizotinib treatment (~50% of cells) and following lorlatinib resistance (100% of cells). However, a second ALK mutation (C1156Y & L1198F) was detected in the lorlatinib resistant tumor.",
      "EML4-ALK variant 3 containing NSCLC cell line H2228 xenografts in SCID beige mice were treated with increasing doses of crizotinib up to 100 mg/kg per day by oral gavage. At approximately 40 days tumors progressed. 80 progressed tumors were tested for ALK mutations, and 6 mutant ALK variants were found. Two of the mutations were at ALK C1156Y. In Ba/F3 cells, EML4-ALK variant 3 with C1156Y was introduced and tested for crizotinib sensitivity. Survival IC50 value of 177 nM was reported, which is 9.3 times the IC50 reported for crizotinib in EML4-ALK wild-type Ba/F3 cells.",
      "In this case report, a patient with metastatic, ALK-rearranged NSCLC with C1156Y mutation had tumor progression under sequential treatment with first crizotinib, then ceritinib and finally AUY922. Subsequent chemotherapy (carboplatin–pemetrexed) was administered and the patient had a response for 6 months before progression. Exome sequencing revealed the C1156Y mutation was present in <7% of the pretreatment tumor and in ~50% of the crizotinib tumor prior to ceritinib therapy."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1",
      "2",
      "3",
      "4",
      "6",
      "8",
      "841"
    ]
  },
  "DOID:162||eml4-alk e6-e20": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK e6::e20",
        "ca_id": null
      }
    ],
    "eid": "1245",
    "mp_id": 499,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25408655",
      "pmcId": "PMC4209277",
      "sourceType": "PUBMED",
      "title": "A Poorly Differentiated Malignant Neoplasm Lacking Lung Markers Harbors an EML4-ALK Rearrangement and Responds to Crizotinib.",
      "publicationYear": 2014
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK e6 e20 EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK e6 e20",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk e6-e20"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK e6::e20",
    "descriptions": [
      "This case study presented a 53-year-old never-smoker with a poorly differentiated malignant neoplasm. Morphology and immunohistochemistry were unable to establish the primary tumor site. Right upper extremity (RUE), scalp, and multiple lung lesions were apparent. A lung lesion sample with sufficient material for molecular profiling was not attainable but sufficient material was present from the RUE for hybrid capture genomic profiling  (FoundationOne kit was used). EML4-ALK variant 3 was found, and the patient was started on crizotinib. Rapid symptom improvement was seen. After 1 month, a CT scan showed significant size reduction in lung tumors, and after 5 months the patient was asymptomatic with an entirely negative examination."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "1245"
    ]
  },
  "DOID:0050745||cltc-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "CLTC::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1265",
    "mp_id": 516,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26221234",
      "pmcId": "PMC4509179",
      "sourceType": "PUBMED",
      "title": "Promising response of anaplastic lymphoma kinase-positive large B-cell lymphoma to crizotinib salvage treatment: case report and review of literature.",
      "publicationYear": 2015
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion CLTC",
      "ALK-CLTC",
      "ALK-CLTC fusion",
      "ALK::CLTC",
      "CLTC ALK Fusion",
      "CLTC-ALK",
      "CLTC-ALK fusion",
      "CLTC::ALK",
      "cltc-alk fusion"
    ],
    "therapies": [
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "CLTC::ALK Fusion",
    "descriptions": [
      "A 21 year old male presented with lymphadenopathy and a low density mass in pancreas. Histopathological analysis showed diffuse tumor cell infiltrate (CD20/EMA negative) with cytoplasmic ALK. RT-PCR indicated CLTC-ALK fusion. The patient was diagnosed with splenic ALK + diffuse large B cell lymphoma (DLBCL), Stage III, Group A with an IPI of 3. CHOP-21 chemotherapy regimen was administered with improvement in abdominal lymph nodes but worsening in retroperitoneal lymph nodes assessed via standardized uptake values. Subsequent ICE chemotherapy regiment relieved some symptoms prompting the patient to refuse further treatment despite other indications of disease progression. Therapy was reinstated after worsening of disease. GEMOX chemotherapy was administered with dexamethasone and 250mg crizotinib twice daily resulting in symptom relief, decreased lymphadenopathy and LDH decline. The disease then progressed and the patient died 2 months after crizotinib initiation. The authors conclude that partial response to crizotinib was observed and that in future trials ALK rearranged DLBCL patients might see increased benefit with earlier application of targeted therapy during the treatment course.",
      "A cell line called LM1 was established from the bone marrow of a 13 year old female patient with relapsed CLTC-ALK positive diffuse large B-cell lymphoma (DLBCL). The patient had been heavily treated with chemotherapy before establishment of the cell line. The cell line maintained the tumor immunophenotype.  SNP analysis of patient bone marrow mononuclear cells and LM1 showed chromosomal changes associated with the cell line but 94.7% of SNPs were identically called.  ALK kinase inhibitor TAE684 induced cell death in LM1 cells at low nanomolar concentrations, while it did not significantly effect the ALK-rearrangement negative DLBCL cell line Karpas422.  LM1 cells formed tumors in 3/10 SCID and 9/10 NOD-SCID mice.  CD30 and CD138 immmunostaining were maintained between original tumor and LM1 xenografts. In mice, LM1 but not Karpas422 xenografts regressed with TAE684 administration, and complete remission for 13 weeks was observed before experiment was terminated."
    ],
    "disease_name": "Diffuse Large B-cell Lymphoma",
    "disease_doid": "0050745",
    "disease_aliases": [],
    "eids": [
      "1",
      "1265",
      "2",
      "6"
    ]
  },
  "DOID:769||alk f1174l": {
    "canonical_id": "CA279586",
    "components": [
      {
        "variant": "ALK F1174L",
        "ca_id": "CA279586"
      }
    ],
    "eid": "1271",
    "mp_id": 8,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "23598171",
      "pmcId": "PMC3730818",
      "sourceType": "PUBMED",
      "title": "Safety and activity of crizotinib for paediatric patients with refractory solid tumours or anaplastic large-cell lymphoma: a Children's Oncology Group phase 1 consortium study.",
      "publicationYear": 2013
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "DOES_NOT_SUPPORT",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK F1174L",
      "F1174L ALK",
      "alk f1174l"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "azd3463",
        "ncit_id": null
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      }
    ],
    "evidence_count": 7,
    "gene_symbol": "ALK F1174L",
    "descriptions": [
      "CH5424802 (Alectinib) is effective in inhibiting the activity of the F1174L ALK mutant in a kinase activity assay and proliferation assay using neuroblastoma KELLY cells.",
      "Cells lines expressing ALK harboring the F1174L mutation are less sensitive to growth inhibition by crizotinib than cells expressing the R1275Q mutation. The authors conclude that this effect should be surmountable with higher doses of crizotinib and/or with higher-affinity inhibitors.",
      "Efficacy of the second generation ALK inhibitor PF-06463922 was tested on ALK mutation F1174L containing neuroblastoma-derived cells.  COG-N-453x and SH-SY5Y xenografts showed some inhibition when treated with crizotinib, but showed complete growth inhibition with PF-06463922 treatment.  This corresponded to 0% event free survival (EFS) in these mice by 6 weeks with crizotinib treatment, but 100% EFS with PF-06463922 treatment. Comparison of crizotinib and PF-06463922 growth inhibition in F1174L cells SH-SY5Y, NBSD 415-IMDM and KELLY showed increased sensitivity to PF-06463922, as compared to crizotinib. Inhibition effects were not seen on neuroblastoma cells with wild type ALK (NB-EBc1, SK-N-BE(2)C). Decreased phosphorylation on ALK tyrosine 1278 was seen with PF-06463922 over crizotinib at 10 and 100 nM concentrations in SH-SY5Y cells. PF-06463922 was well tolerated in the in-vivo models.",
      "High levels of crizotinib can overcome drug resistance of Ba/F3 cells expressing the EML4-ALK fusion containing the F1174L mutation.",
      "In a Phase I trial (NCT00939770) of the drug crizotinib in pediatric patients, a subset of 11 neuroblastoma patients were characterized for mutations in ALK. Of these 11 patients, 4 had the F1174L mutation. Among these 4 patients, stable disease (SD) was observed in one, and progressive disease (PD) was observed in 3 others after administration of crizotinib. In contrast, in the remaining 7 patients with mutations different than F1174L, 4 had PD, 2 had SD and one had complete response as best response after initiation of crizotinib.",
      "SH-SY5Y and Kelly cells with mutant ALK (F1174L) and Ba/F3 cells overexpressing ALK harboring the F1174L mutation are sensitive to TAE684-mediated growth inhibition.",
      "The SH-SY5Y neuroblastoma cell line containing the F1174L ALK mutation was found to undergo cell death when treated with the ALK/IGF1R inhibitor AZD3463. These cells were more sensitive than other neuroblastoma cell lines containing wild-type ALK. Marked inhibition of soft agar colony formation of SH-SY5Y cells was also observed with drug treatment. AZD3463 inhibited Akt signaling in these cells within two hours of treatment, and activated apoptosis and autophagy pathways. Treatment of SH-SY5Y cells implanted into left kidneys of nude mice resulted in almost complete tumor regression."
    ],
    "disease_name": "Neuroblastoma",
    "disease_doid": "769",
    "disease_aliases": [],
    "eids": [
      "1",
      "1271",
      "2",
      "3",
      "4",
      "5",
      "7",
      "8",
      "9"
    ]
  },
  "DOID:769||alk f1245c": {
    "canonical_id": "CA279597",
    "components": [
      {
        "variant": "ALK F1245C",
        "ca_id": "CA279597"
      }
    ],
    "eid": "1333",
    "mp_id": 545,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "23598171",
      "pmcId": "PMC3730818",
      "sourceType": "PUBMED",
      "title": "Safety and activity of crizotinib for paediatric patients with refractory solid tumours or anaplastic large-cell lymphoma: a Children's Oncology Group phase 1 consortium study.",
      "publicationYear": 2013
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK F1245C",
      "F1245C ALK",
      "alk f1245c"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "ALK F1245C",
    "descriptions": [
      "A participant in Children's Oncology Group (COG) study AVDL0912 with measurable neuroblastoma mutated at ALK F1245C was administered crizotinib at 100mg twice daily.  The patient showed progressive disease as best response after two 28-day cycles on crizotinib.",
      "Patient derived xenografts of neuroblastoma Felix cells with F1245C ALK mutation in CB17 SCID mice showed growth inhibition with crizotinib treatment over control, and mice had improved duration of event-free survival (EFS) with crizotinib treatment over vehicle, but EFS with crizotinib went down to 0% by six weeks.  In contrast, PF-06463922 treatment induced complete tumor regression and EFS rate of 100% at six weeks.  PF-06463922 inhibited viability in Felix cells at 37x efficacy over crizotinib, with IC50 values of 21.8 +/- 0.4 and 814.0 +/- 119 respectively.  PF-06463922 was well tolerated in the animal models."
    ],
    "disease_name": "Neuroblastoma",
    "disease_doid": "769",
    "disease_aliases": [],
    "eids": [
      "0",
      "1",
      "1333",
      "3"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk f1245c": {
    "canonical_id": "CA279597",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK F1245C",
        "ca_id": "CA279597"
      }
    ],
    "eid": "1338",
    "mp_id": 4221,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26775591",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "A novel acquired ALK F1245C mutation confers resistance to crizotinib in ALK-positive NSCLC but is sensitive to ceritinib.",
      "publicationYear": 2016
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK F1245C",
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "F1245C ALK",
      "alk f1245c",
      "eml4-alk fusion",
      "eml4-alk fusion and alk f1245c"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "EML4::ALK Fusion AND ALK F1245C",
    "descriptions": [
      "A 52 year old male never smoker was diagnosed with stage IV NSCLC adenocarcinoma and was treated with chemotherapy with eventual disease progression. He tested positive for ALK rearrangement via break apart FISH assay, and started crizotinib with near complete response for 27 months. Progression then occurred and biopsy of a pleural nodule was performed with hybrid-capture NGS. EML4-ALK variant 3 with F1245C mutation was found with allele frequency of 2% and tumor purity 13%. Due to slow progression and low tumor burden crizotinib was maintained for additional 8 months, and then he was transitioned onto ceritinib at 750 mg daily. After 3 months ceritinib, complete radiographic response was seen and the patient was without evidence of disease at 6 months. Dose was reduced to 600 mg ceritinib daily due to gastrointestinal side effects.",
      "A 52 year old with a non-smoking history was diagnosed with stage IV NSCLC-adenocarcinoma and treated with chemotherapy.  Upon disease progression, the initial diagnostic biopsy tested positive for ALK-rearrangement using break apart FISH, but the ALK fusion was not sequenced for mutations. Break-apart signal was positive in 66% of tumor cells. Crizotinib was initiated and a sustained near complete response for 27 months was observed, after which an FDG-avid cervical lymph node appeared along with pleural effusions and pleural nodules. A pleural nodule was biopsied and profiled using hybrid-capture next generation sequencing, and revealed EML4-ALK variant 3 with F1245C mutation at mutant allele frequency of 2% and tumor purity of 13%. Crizotinib was maintained for 8 additional months due to low tumor burden and slow progression."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1",
      "1338",
      "3",
      "9"
    ]
  },
  "DOID:3910||alk g1202r and v-alk fusion": {
    "canonical_id": "CA16602592",
    "components": [
      {
        "variant": "ALK G1202R",
        "ca_id": "CA16602592"
      },
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1357",
    "mp_id": 4236,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22277784",
      "pmcId": "PMC3385512",
      "sourceType": "PUBMED",
      "title": "Mechanisms of acquired crizotinib resistance in ALK-rearranged lung Cancers.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "ALK G1202R",
      "Fusion (unspecified partner) ALK",
      "G1202R ALK",
      "alk fusion (unspecified partner)",
      "alk g1202r",
      "alk g1202r and v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK G1202R AND v::ALK Fusion",
    "descriptions": [
      "A patient with ALK-rearranged lung adenocarcinoma responded to crizotinib treatment and then had relapse. Biopsy was taken within half a month and total DNA was extracted from the sample. Exons 20-28, which correspond to the tyrosine kinase domain of ALK, were sequenced, and ALK G1202R was found. CKIT focal amplification by FISH was also observed. Tumor sample before crizotinib treatment was not available in this case."
    ],
    "disease_name": "Lung Adenocarcinoma",
    "disease_doid": "3910",
    "disease_aliases": [
      "Bronchogenic Lung Adenocarcinoma",
      "Nonsmall Cell Adenocarcinoma"
    ],
    "eids": [
      "1357"
    ]
  },
  "DOID:3910||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1691",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25922291",
      "pmcId": "PMC4418215",
      "sourceType": "PUBMED",
      "title": "Detection of Crizotinib-Sensitive Lung Adenocarcinomas With MET, ALK, and ROS1 Genomic Alterations via Comprehensive Genomic Profiling.",
      "publicationYear": 2015
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "In an evaluation of a patient with crizotinib-sensitive lung adenocarcinoma, an EML4-ALK-E13;A20 rearrangement was identified using CGP.  The patient attained a reduction in the target lesions by 14.2%, however, the patient relapsed 17 months later."
    ],
    "disease_name": "Lung Adenocarcinoma",
    "disease_doid": "3910",
    "disease_aliases": [
      "Bronchogenic Lung Adenocarcinoma",
      "Nonsmall Cell Adenocarcinoma"
    ],
    "eids": [
      "1691"
    ]
  },
  "DOID:769||alk f1245v": {
    "canonical_id": "CA345003",
    "components": [
      {
        "variant": "ALK F1245V",
        "ca_id": "CA345003"
      }
    ],
    "eid": "2987",
    "mp_id": 1269,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "28183697",
      "pmcId": "PMC5380583",
      "sourceType": "PUBMED",
      "title": "Safety and Antitumor Activity of the Multitargeted Pan-TRK, ROS1, and ALK Inhibitor Entrectinib: Combined Results from Two Phase I Trials (ALKA-372-001 and STARTRK-1).",
      "publicationYear": 2017
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK F1245V",
      "F1245V ALK",
      "alk f1245v"
    ],
    "therapies": [
      {
        "name": "entrectinib",
        "ncit_id": "C114984"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK F1245V",
    "descriptions": [
      "Clinical trial of entrectinib in patients with ALK/ROS/TRK altered tumors. One patient with an ALK F1245V-mutant neuroblastoma achieved a durable, confirmed partial response (PR) lasting 8.3 months. The patient remained on study treatment for more than 3.5 years because of clinical benefit."
    ],
    "disease_name": "Neuroblastoma",
    "disease_doid": "769",
    "disease_aliases": [],
    "eids": [
      "2987"
    ]
  },
  "DOID:234||strn-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "STRN::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "5952",
    "mp_id": 2094,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26933125",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Oncogenic ALK Fusion in Rare and Aggressive Subtype of Colorectal Adenocarcinoma as a Potential Therapeutic Target.",
      "publicationYear": 2016
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion STRN",
      "ALK-STRN",
      "ALK-STRN fusion",
      "ALK::STRN",
      "STRN ALK Fusion",
      "STRN-ALK",
      "STRN-ALK fusion",
      "STRN::ALK",
      "strn-alk fusion"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "STRN::ALK Fusion",
    "descriptions": [
      "Patients with metastatic colorectal cancer with STRN-ALK fusion, sporadic microsatellite instability high (MSI-H) and KRAS R164Q received ALK inhibitor ceritinib. After pts received ceritinib perinumbilica cutaneous metastasis disappeared. Although the size of pelvic tumor by CT scan did not changed, there has been resolution of all contrast enhancing tumor by CT scan."
    ],
    "disease_name": "Colon Adenocarcinoma",
    "disease_doid": "234",
    "disease_aliases": [
      "Adenocarcinoma Of Colon",
      "Colonic Adenocarcinoma"
    ],
    "eids": [
      "5952"
    ]
  },
  "DOID:0080522||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "5954",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "24687827",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Remarkable Response to Crizotinib in Woman With Anaplastic Lymphoma Kinase-Rearranged Anaplastic Thyroid Carcinoma.",
      "publicationYear": 2015
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "A patient with anaplastic thyroid carcinoma harboring ALK rearrangement received crizotinib after chemotherapy for pulmonary recurrence. Crizotinib showed confirmed response of more than 90% by tumor volume, and her response has been stable on follow-up."
    ],
    "disease_name": "Anaplastic Thyroid Carcinoma",
    "disease_doid": "0080522",
    "disease_aliases": [
      "Thyroid Gland Anaplastic Carcinoma"
    ],
    "eids": [
      "5954"
    ]
  },
  "DOID:9256||cad-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "CAD::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "7481",
    "mp_id": 2638,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26633560",
      "pmcId": "PMC4701996",
      "sourceType": "PUBMED",
      "title": "Novel CAD-ALK gene rearrangement is drugable by entrectinib in colorectal cancer.",
      "publicationYear": 2015
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion CAD",
      "ALK-CAD",
      "ALK-CAD fusion",
      "ALK::CAD",
      "CAD ALK Fusion",
      "CAD-ALK",
      "CAD-ALK fusion",
      "CAD::ALK",
      "cad-alk fusion"
    ],
    "therapies": [
      {
        "name": "entrectinib",
        "ncit_id": "C114984"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "CAD::ALK Fusion",
    "descriptions": [
      "A patient with colorectal cancer harboring a CAD-ALK fusion gene was treated with the ALK inhibitor entrectinib, resulting in durable objective tumor response. A CT scan four weeks after treatment initiation showed a 38% reduction in target lesions, and response was ongoing after 4 months."
    ],
    "disease_name": "Colorectal Cancer",
    "disease_doid": "9256",
    "disease_aliases": [],
    "eids": [
      "7481"
    ]
  },
  "DOID:5742||kank4-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "KANK4::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "10327",
    "mp_id": 3869,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "35005993",
      "pmcId": "PMC8769132",
      "sourceType": "PUBMED",
      "title": "Exceptional Clinical Response to Alectinib in Pancreatic Acinar Cell Carcinoma With a Novel ALK-KANK4 Gene Fusion.",
      "publicationYear": 2022
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion KANK4",
      "ALK-KANK4",
      "ALK-KANK4 fusion",
      "ALK::KANK4",
      "KANK4 ALK Fusion",
      "KANK4-ALK",
      "KANK4-ALK fusion",
      "KANK4::ALK",
      "kank4-alk fusion"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "KANK4::ALK Fusion",
    "descriptions": [
      "Case report of a 62-year old male patient diagnosed with pancreatic acinar cell carcinoma. Liver metastases were diagnosed and treatment was started with gemcitabine plus nab-paclitaxel regimen. After disease progression, patient received chemotherapy with fluorouracil, leucovorin, and irinotecan for 6 months followed by disease progression and third-line fluorouracil, leucovorin, and oxaliplatin again followed by disease-progression. Sequencing using the FoundationOne CDxF1CDx assay revealed  ASXL1 R596fs*107 and BCORL1 V937fs*10 mutations as well as a KANK4-ALK gene fusion, which was confirmed by FISH. Treatment with alectinib was started and partial response was ongoing 4 months from the start of therapy."
    ],
    "disease_name": "Pancreatic Acinar Cell Adenocarcinoma",
    "disease_doid": "5742",
    "disease_aliases": [
      "Pancreatic Acinar Cell Carcinoma"
    ],
    "eids": [
      "10327"
    ]
  },
  "DOID:7474||eml4-alk fusion and alk g1202r and alk i1171n and alk l1196m": {
    "canonical_id": "CA16602592",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK G1202R",
        "ca_id": "CA16602592"
      },
      {
        "variant": "ALK I1171N",
        "ca_id": "CA16602371"
      },
      {
        "variant": "ALK L1196M",
        "ca_id": "CA16602593"
      }
    ],
    "eid": "11114",
    "mp_id": 4329,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "32600123",
      "pmcId": "PMC7328355",
      "sourceType": "PUBMED",
      "title": "Acquired multiple mutations ALK I1171N, L1196M and G1202R mediate lorlatinib resistance in EML4-ALK-rearranged malignant pleural mesothelioma: a case report.",
      "publicationYear": 2020
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion EML4",
      "ALK G1202R",
      "ALK I1171N",
      "ALK L1196M",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "G1202R ALK",
      "I1171N ALK",
      "L1196M ALK",
      "alk g1202r",
      "alk i1171n",
      "alk l1196m",
      "eml4-alk fusion",
      "eml4-alk fusion and alk g1202r and alk i1171n and alk l1196m"
    ],
    "therapies": [
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK G1202R AND ALK I1171N AND ALK L1196M",
    "descriptions": [
      "This case report describes a 33 year-old non-smoker with no known exposure to asbestos who was diagnosed with stage IIIB malignant pleural mesothelioma. Panel next generation sequencing (NGS) of 520 genes revealed an EML4::ALK fusion and the patient was subsequently treated with alectinib. After 1 month of therapy the patient showed clinical improvement, and plasma NGS revealed a decrease in EML4::ALK allele fraction (AF) from 24.21% to 8.22%. Progressive disease was confirmed after 4.5 months of alectinib therapy at which time plasma NGS revealed the emergence of two acquired resistance mutations, I1171N (AF=4.24%) and L1196M (AF=0.33). He then received lorlatinib and achieved a PR within one month with 34% tumour shrinkage. He began showing signs of progression after 3.6 months of lorlatinib treatment. Plasma NGS at that time identified a third concurrent acquired resistance mutation G1202R (AF=3.07%) in cis with L1196M, suggesting the combination of concurrent I1171N, L1196M, and G1202R were responsible for acquired resistance to lorlatinib."
    ],
    "disease_name": "Malignant Pleural Mesothelioma",
    "disease_doid": "7474",
    "disease_aliases": [
      "Malignant Mesothelioma Of Pleura"
    ],
    "eids": [
      "11114"
    ]
  },
  "DOID:6482||eml4-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1121",
    "mp_id": 5,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "23181703",
      "pmcId": "PMC3515412",
      "sourceType": "PUBMED",
      "title": "A case of lung adenocarcinoma harboring EGFR mutation and EML4-ALK fusion gene.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk fusion"
    ],
    "therapies": [
      {
        "name": "erlotinib",
        "ncit_id": "C65530"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion",
    "descriptions": [
      "A 39-year-old man presented was observed to have lung acinar adenocarcinoma. Treatment with chemotherapy produced no remarkable response. A EGFR L858R point mutation was observed; the patient was therefore treated with erlotinib, but the disease progressed after 30 days. A second biopsy identified a EML4-ALK fusion, which may explain the therapeutic resistance."
    ],
    "disease_name": "Lung Acinar Adenocarcinoma",
    "disease_doid": "6482",
    "disease_aliases": [
      "Acinar Adenocarcinoma Of The Lung"
    ],
    "eids": [
      "1121"
    ]
  },
  "DOID:3908||eml4-alk e20-e20": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK e20::e20",
        "ca_id": null
      }
    ],
    "eid": "1189",
    "mp_id": 496,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "20979469",
      "pmcId": "PMC3014291",
      "sourceType": "PUBMED",
      "title": "Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer.",
      "publicationYear": 2010
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK e20 e20 EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK e20 e20",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk e20-e20"
    ],
    "therapies": [
      {
        "name": "alvespimycin",
        "ncit_id": "C38142"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "EML4::ALK e20::e20",
    "descriptions": [
      "EML4-ALK fusions occur in 2-7% of lung adenocarcinomas. Transduction of Ba/F3 cells with EML4-ALK variant 2 (EML4 exon 20 fused to ALK exon 20) caused the cells to grow independently of IL3 addition.  EML4-ALK may be a client protein of Hsp90. Addition of Hsp90 inhibitor 17-DMAG to the EML4-ALK variant 2 cells induced cell death which was rescued at lower 17-DMAG concentrations by IL3 addition. This result suggests that 17-DMAG specifically  targeted the EML4-ALK driver in these cells. Finally, 17-DMAG and crizotinib showed a synergistic effect in killing EML4-ALK variant 2 cells.",
      "EML4-ALK variants v1 (E13;A20), v2 (E20;A20), v3a (E6;A20) and v3b (E6ins33;A20) were expressed in Ba/F3 cells using retrovirus.  While all constructs rendered Ba/F3 cells IL3-independant, marked differences in sensitivity to ALK inhibitors TAE684 and crizotinib were observed, where v2 was most sensitized to growth inhibition and v3a the least, with v1 and v3b intermediate.  While phospho-ALK western blots indicated that the ALK inhibitors acted similarly on both v2 and v3a EML4-ALK variants, blots of cyclohexamide-treated cells showed that v2 had a shorter half-life than 3a in the transduced cells, potentially explaining increased v2 sensitivity.  Assays with a panel of mutated EML4-ALK variants of varied length suggested that longer EML4-ALK variants are less stable in cells, although this tendency was not observed across other types of ALK fusion.",
      "In the PROFILE 1001 study, from 31 NSCLC tumors positive for ALK fusions with sufficient material for RT-PCR aided exon breakpoint identification, 1 case of EML4-ALK variant 2 (EML4 exon 20 fused to ALK exon 20) was found. This patient had adenocarcinoma and a 9 pack year smoking history. Crizotinib treatment duration was over 16 weeks. The patient had multiple lines of prior treatment and showed a partial response to first-time crizotinib treatment. Overall, in the 82 ALK positive patients treated in the study, 46 had partial responses (including this patient) and 1 had a complete response for an overall response rate of 57%."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "0",
      "1",
      "1189",
      "2",
      "4",
      "6",
      "9"
    ]
  },
  "DOID:0050745||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1264",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "24330038",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Crizotinib in refractory ALK-positive diffuse large B-cell lymphoma: a case report with a short-term response.",
      "publicationYear": 2014
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "A 27 year old female patient with advanced-stage IV, CD20 negative diffuse large B cell lymphoma (DLBCL). ALK rearrangement was determined by FISH, but the ALK fusion partner was not determined due to limited tissue. The patient underwent treatment with CHOP chemotherapy regimen and radiation but did not respond. The patient progressed following salvage chemotherapy and autologous stem cell transplant. Crizotinib was then administered at 250 mg twice daily, and LDH levels rapidly dropped along with disappearance of palpable lymphadenopathy, but progression ensued after 21 days and the patient died soon after. The authors attribute the short response to crizotinib to the possibility of this tumor having an ALK fusion variant less responsive to ALK inhibition and to a high Ki-67 index in the patient, and deem that despite the brief response, crizotinib shows promise in ALK rearranged DLBCL."
    ],
    "disease_name": "Diffuse Large B-cell Lymphoma",
    "disease_doid": "0050745",
    "disease_aliases": [],
    "eids": [
      "1264"
    ]
  },
  "DOID:769||alk r1275q": {
    "canonical_id": "CA341482",
    "components": [
      {
        "variant": "ALK R1275Q",
        "ca_id": "CA341482"
      }
    ],
    "eid": "1269",
    "mp_id": 9,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "23598171",
      "pmcId": "PMC3730818",
      "sourceType": "PUBMED",
      "title": "Safety and activity of crizotinib for paediatric patients with refractory solid tumours or anaplastic large-cell lymphoma: a Children's Oncology Group phase 1 consortium study.",
      "publicationYear": 2013
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK R1275Q",
      "R1275Q ALK",
      "alk r1275q"
    ],
    "therapies": [
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "lorlatinib",
        "ncit_id": "C113655"
      }
    ],
    "evidence_count": 5,
    "gene_symbol": "ALK R1275Q",
    "descriptions": [
      "A cohort of pediatric neuroblastoma patients ages 12 months to 22 years were assessed for response to crizotinib in a Phase I study.  11 patients in this cohort had characterized ALK mutations, 4 of which were R1275Q mutation. Two of these R1275Q mutations were germline and two were somatic. Of these 2 somatic R1275Q patients, 1 showed progressive disease (PD) and 1 showed stable disease (SD). In contrast, of the 7 characterized patients with ALK mutations that were not R1275Q, 6 showed PD and 1 SD. The stable disease patient had an R1275L mutation in ALK. In general, patients with germline or somatic R1275Q mutations or R1275L mutations had 1 complete response, 3 SD and one PD, while patients with other ALK mutations had 6 PD.",
      "Cells lines expressing ALK harboring the F1174L mutation are less sensitive to growth inhibition by crizotinib than cells expressing the R1275Q mutation.",
      "In NB-1643 and LAN-5 neuroblastoma cell lines containing R1275Q mutation, PF-06463922 showed 51 and 19 fold greater effect on cell viability over crizotinib treatment respectively. ALK wild-type neuroblastoma cell lines did not show differential sensitivity to the treatments within the sensitivity range of R1275Q cells, and had IC50 values above 3800 nM to the inhibitors. NB-1653 cells induced tumors in CB17 SCID mice and crizotinib treatment inhibited tumor growth over vehicle treatment, but PF-06463922 induced complete tumor regression.",
      "The SMS-KCNR cell line harboring the R1275Q mutation was resistant to TAE684.",
      "This Phase I study of crizotinib involved a cohort of pediatric neuroblastoma patients between ages 12 months and 22 years. In 11 patients with characterized ALK mutations, 4 had R1275Q mutations, and two of these were germline mutations.  Of these 2 germline patients, 1 showed stable disease (SD) and 1 complete response (CR). In contrast, in the 7 characterized patients with ALK mutations that were not R1275Q, 6 showed PD and 1 SD. The authors conclude this finding is promising and merits further study."
    ],
    "disease_name": "Neuroblastoma",
    "disease_doid": "769",
    "disease_aliases": [],
    "eids": [
      "0",
      "1",
      "1269",
      "2",
      "3",
      "4",
      "7",
      "8"
    ]
  },
  "DOID:3908||alk i1171n and hip1-alk fusion": {
    "canonical_id": "CA16602371",
    "components": [
      {
        "variant": "ALK I1171N",
        "ca_id": "CA16602371"
      },
      {
        "variant": "HIP1::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1483",
    "mp_id": 4332,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25393796",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Identification of a novel HIP1-ALK fusion variant in Non-Small-Cell Lung Cancer (NSCLC) and discovery of ALK I1171 (I1171N/S) mutations in two ALK-rearranged NSCLC patients with resistance to Alectinib.",
      "publicationYear": 2014
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion HIP1",
      "ALK I1171N",
      "ALK-HIP1",
      "ALK-HIP1 fusion",
      "ALK::HIP1",
      "HIP1 ALK Fusion",
      "HIP1-ALK",
      "HIP1-ALK fusion",
      "HIP1::ALK",
      "I1171N ALK",
      "alk i1171n",
      "alk i1171n and hip1-alk fusion",
      "hip1-alk fusion"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK I1171N AND HIP1::ALK Fusion",
    "descriptions": [
      "Case study describes a female (age 58) never-smoker presenting with stage IV NSCLC with an ALK rearrangement (confirmed by fish). Patient was treated with crizotinib (partial response) and alectinib (complete response). Liver metastasis was noted after 12 months with sequencing revealing a HIP1-ALK fusion with a I1171N variant."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1483"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk i1171s": {
    "canonical_id": "CA346462883",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK I1171S",
        "ca_id": "CA346462883"
      }
    ],
    "eid": "1484",
    "mp_id": 4357,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25393796",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Identification of a novel HIP1-ALK fusion variant in Non-Small-Cell Lung Cancer (NSCLC) and discovery of ALK I1171 (I1171N/S) mutations in two ALK-rearranged NSCLC patients with resistance to Alectinib.",
      "publicationYear": 2014
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion EML4",
      "ALK I1171S",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "I1171S ALK",
      "alk i1171s",
      "eml4-alk fusion",
      "eml4-alk fusion and alk i1171s"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK I1171S",
    "descriptions": [
      "Case study describes a caucasian male (age 38) never smoker presenting with stage IV non-small cell lung cancer with an ALK rearrangement. Patient was given crizotinib and exhibited a partial response after 5 months with brain metastasis occurring at 21 months. Patient then received alectinib and exhibited partial response however liver metastasis presented after 12 months on alectinib. Sequencing of this liver metastasis revealed an EML4-ALK fusion with an I1171S variant at a variant frequency of 36% (tumor purity estimated as 70%)."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1484"
    ]
  },
  "DOID:1901||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "6042",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "26942346",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Targeted Treatment of a Rare Vaginal Sarcoma With an Anaplastic Lymphoma Kinase Inhibitor.",
      "publicationYear": 2016
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "Patient was 34-year-old woman with vaginal sarcoma, which was excised with positive surgical margins. Fluorescence in situ hybridization testing of her tumor revealed  anaplastic lymphoma kinase gene rearrangements. A 3-cm mass recurred 1 month later. Treatment with crizotinib resulted in complete regression of all visible or palpable tumor within 3 weeks."
    ],
    "disease_name": "Vagina Sarcoma",
    "disease_doid": "1901",
    "disease_aliases": [
      "Sarcoma Of The Vagina"
    ],
    "eids": [
      "6042"
    ]
  },
  "DOID:0080372||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "6043",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25028698",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "A case report of epithelioid inflammatory myofibroblastic sarcoma with RANBP2-ALK fusion gene treated with the ALK inhibitor, crizotinib.",
      "publicationYear": 2014
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "This is a case report of a  22-year-old Japanese man with a pelvic mesenchymal neoplasm. Tumor analysis include IHC and RT-PCR led to diagnosis of epithelioid inflammatory myofibroblastic sarcoma with RANBP2-ALK fusion. Despite two surgical excision procedures, local recurrence rapidly occurred, and the tumor developed resistance to conventional chemotherapy with doxorubicin. Subsequent administration of crizotinib resulted in relief of severe pain and durable tumor shrinkage at least 10 months."
    ],
    "disease_name": "Epithelioid Inflammatory Myofibroblastic Sarcoma",
    "disease_doid": "0080372",
    "disease_aliases": [],
    "eids": [
      "6043"
    ]
  },
  "DOID:3260||fus-tfcp2 fusion and alk exon 2-18 deletion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "FUS::TFCP2 Fusion",
        "ca_id": null
      }
    ],
    "eid": "12406",
    "mp_id": 5452,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "39302072",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Diagnostic and Therapeutic Implications of a FUS::TFCP2 Fusion and ALK Activation in a Metastatic Rhabdomyosarcoma.",
      "publicationYear": 2024
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "C",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "FUS TFCP2 Fusion",
      "FUS-TFCP2",
      "FUS-TFCP2 fusion",
      "FUS::TFCP2",
      "TFCP2 Fusion FUS",
      "TFCP2-FUS",
      "TFCP2-FUS fusion",
      "TFCP2::FUS",
      "fus-tfcp2 fusion",
      "fus-tfcp2 fusion and alk exon 2-18 deletion"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "FUS::TFCP2 Fusion AND ALK Exon 2-18 Deletion",
    "descriptions": [
      "A 31 year old male initially thought to have a mandibular osteosarcoma that was resected and treated with adjuvant radiation and cisplatin-doxorubicin. He had a mandibular recurrence with multiple pulmonary nodules 12 months after diagnosis, at which point he underwent whole genome and whole transcriptome sequencing of their lesion. In both RNA and DNA, an in-frame deletion of exons 2-18 of ALK which retains the kinase domain and leads to activation as well as a FUS::TFCP2 fusion resulting from a rearrangements between FUS intron 6 (exons 1-6) and TFCP2 intron 1 (exons 2-15) were identified. His cancer progressed following ifosfamide-etoposide chemotherapy and then after radiation with regorafenib, leading to hypoxic respiratory failure and mechanical ventilation. Compassionate use of alectinib was then given, resulting in dramatic clinical improvement within 48 hours, allowing him to stop ventilation. By 2 weeks there was radiological evidence of response. After 3 weeks there was new evidence of subcutaneous metastasis and pericardial involvement. The patient died of his disease 4 weeks after starting alectinib. The authors posit that this is still evidence of response but this was short lived due to the aggressiveness of the tumor and it's advanced stage at the time of treatment."
    ],
    "disease_name": "Spindle Cell Rhabdomyosarcoma",
    "disease_doid": "3260",
    "disease_aliases": [
      "Sclerosing Rhabdomyosarcoma",
      "Spindle Cell/Sclerosing Rhabdomyosarcoma",
      "Synonym Rhabdomyosarcoma, Spindle Cell/sclerosing Type"
    ],
    "eids": [
      "12406"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk g1202r": {
    "canonical_id": "CA16602592",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK G1202R",
        "ca_id": "CA16602592"
      }
    ],
    "eid": "441",
    "mp_id": 4237,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22277784",
      "pmcId": "PMC3385512",
      "sourceType": "PUBMED",
      "title": "Mechanisms of acquired crizotinib resistance in ALK-rearranged lung Cancers.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK G1202R",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "G1202R ALK",
      "alk g1202r",
      "eml4-alk fusion",
      "eml4-alk fusion and alk g1202r"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      },
      {
        "name": "tanespimycin",
        "ncit_id": "C37899"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "EML4::ALK Fusion AND ALK G1202R",
    "descriptions": [
      "Ba/F3 cells expressing EML4-ALK variant 1 with ALK G1202R mutation were assessed for ceritinib sensitivity. Crizotinib was shown to confer significantly more potency than ceritinib (43-fold decrease in IC50). EML4-ALK variant 3 NSCLC cell line H2228 was used in SCID mouse xenografts which were exposed to increasing crizotinib up to 100 mg/kg. Within 40 days tumors progressed, and progressed tumors were assayed for ALK mutation. Of 80 tumors, 6 had ALK mutation and 3 of these were G1202R. Treatment of crizotinib progressed tumors with ceritinib resulted in tumor growth which did not differ appreciably from crizotinib or vehicle treatment of these tumors.",
      "The G1202R ALK mutation was found in a crizotinib-resistant ALK-rearranged NSCLC, and the mutant ALK fusion was further characterized in Ba/F3 cells. EML4-ALK variant 1 with G1202R mutation was expressed in Ba/F3 and subject to 17-AAG. IC50 for cell number in response to 17-AAG was 33.4 nM, in contrast to IC50 for EML4-ALK wild-type, which was 98.9 nM, suggesting sensitization of this variant to HSP90 inhibition.",
      "The G1202R mutation in the EML4-ALK fusion was found to confer resistance to crizotinib in Ba/F3 cells."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1",
      "2",
      "3",
      "4",
      "441",
      "5"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk l1196m": {
    "canonical_id": "CA16602593",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK L1196M",
        "ca_id": "CA16602593"
      }
    ],
    "eid": "442",
    "mp_id": 4230,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22277784",
      "pmcId": "PMC3385512",
      "sourceType": "PUBMED",
      "title": "Mechanisms of acquired crizotinib resistance in ALK-rearranged lung Cancers.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK L1196M",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "L1196M ALK",
      "alk l1196m",
      "eml4-alk fusion",
      "eml4-alk fusion and alk l1196m"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "EML4::ALK Fusion AND ALK L1196M",
    "descriptions": [
      "CH5424802 treatment resulted in significant tumor regression in xenograft models produced from Ba/F3 cells expressing EML4-ALK or EML4-ALK with the L1196M mutation.",
      "The L1196M mutation in the EML4-ALK fusion was found to confer resistance to crizotinib in Ba/F3 cells.",
      "The crizotinib-resistant MGH045 cell line with EML4-ALK L1196M was treated with crizotinib or ceritinib. In nude mice with MGH045 xenografts, tumor response to crizotinib did not differ appreciably from vehicle, while ceritinib controlled tumor growth. Ceritinib inhibited Ba/F3 cells expressing EML4-ALK L1196M slightly stronger than ALK wild-type, but approximately double the potency as crizotinib, indicating ceritinib sensitivity in Ba/F3 EML4-ALK L1196M cells."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1",
      "3",
      "4",
      "442"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk s1206y": {
    "canonical_id": "CA16602591",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK S1206Y",
        "ca_id": "CA16602591"
      }
    ],
    "eid": "443",
    "mp_id": 4309,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22277784",
      "pmcId": "PMC3385512",
      "sourceType": "PUBMED",
      "title": "Mechanisms of acquired crizotinib resistance in ALK-rearranged lung Cancers.",
      "publicationYear": 2012
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK Fusion EML4",
      "ALK S1206Y",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "S1206Y ALK",
      "alk s1206y",
      "eml4-alk fusion",
      "eml4-alk fusion and alk s1206y"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK S1206Y",
    "descriptions": [
      "The S1206Y mutation in the EML4-ALK fusion was found to confer resistance to crizotinib in Ba/F3 cells."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "443"
    ]
  },
  "DOID:0050905||alk f1174l": {
    "canonical_id": "CA279586",
    "components": [
      {
        "variant": "ALK F1174L",
        "ca_id": "CA279586"
      }
    ],
    "eid": "32",
    "mp_id": 8,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "21030459",
      "pmcId": "PMC3045808",
      "sourceType": "PUBMED",
      "title": "The neuroblastoma-associated F1174L ALK mutation causes resistance to an ALK kinase inhibitor in ALK-translocated cancers.",
      "publicationYear": 2010
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK F1174L",
      "F1174L ALK",
      "alk f1174l"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK F1174L",
    "descriptions": [
      "Ba/F3 cells expressing the RANBP2-ALK fusion containing an F1174L mutation were more resistant to crizotinib treatment than Ba/F3 cells expressing RANBP2-ALK without this mutation."
    ],
    "disease_name": "Inflammatory Myofibroblastic Tumor",
    "disease_doid": "0050905",
    "disease_aliases": [],
    "eids": [
      "32"
    ]
  },
  "DOID:3908||alk f1174l": {
    "canonical_id": "CA279586",
    "components": [
      {
        "variant": "ALK F1174L",
        "ca_id": "CA279586"
      }
    ],
    "eid": "33",
    "mp_id": 8,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "21030459",
      "pmcId": "PMC3045808",
      "sourceType": "PUBMED",
      "title": "The neuroblastoma-associated F1174L ALK mutation causes resistance to an ALK kinase inhibitor in ALK-translocated cancers.",
      "publicationYear": 2010
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK F1174L",
      "F1174L ALK",
      "alk f1174l"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK F1174L",
    "descriptions": [
      "Ba/F3 cells expressing the EML4-ALK fusion containing an F1174L mutation were more resistant to crizotinib treatment than Ba/F3 cells expressing EML4-ALK without this mutation."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "33"
    ]
  },
  "DOID:3908||eml4-alk fusion and alk v1180l": {
    "canonical_id": "CA346473150",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK V1180L",
        "ca_id": "CA346473150"
      }
    ],
    "eid": "1286",
    "mp_id": 4351,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25228534",
      "pmcId": "PMC4233168",
      "sourceType": "PUBMED",
      "title": "Two novel ALK mutations mediate acquired resistance to the next-generation ALK inhibitor alectinib.",
      "publicationYear": 2014
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion EML4",
      "ALK V1180L",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "V1180L ALK",
      "alk v1180l",
      "eml4-alk fusion",
      "eml4-alk fusion and alk v1180l"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      },
      {
        "name": "brigatinib",
        "ncit_id": "C98831"
      },
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      },
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 5,
    "gene_symbol": "EML4::ALK Fusion AND ALK V1180L",
    "descriptions": [
      "ALK mutation V1180L was found in an H3122 derivative cell line that had become alectinib resistant after being passaged in increasing levels of alectinib. EML4-ALK V1180L and EML4-ALK wild-type were ectopically expressed in Ba/F3 cells, and brigatinib showed strong activity against both variants. The IC50 for brigatinib against EML4-ALK wild-type was 0.95, which is about 3x higher than the IC50 that was observed for alectinib, but about 6x lower than that for crizotinib. In contrast, the IC50 for brigatinib against the alectinib resistance variant EML4-ALK V1180L was 0.49, indicating increased sensitivity to brigatinib over non mutant EML4-ALK.",
      "Passaging of the alectinib sensitive EML4-ALK containing H3122 NSCLC cell line with increasing levels of alectinib resulted in an alectinib resistant derivative of this cell line named H3122 CHR-A1. A V1180L missense mutation was found in the kinase domain of ALK in H3122 CHR-A1 cells. Both H3122 and H3122 CHR-A1 cells were highly and equally sensitive to ceritinib induced death. In Ba/F3 cells, ectopic expression of EML4-ALK V1180L rendered cells significantly more sensitive to ceritinib than Ba/F3 containing EML4-ALK I1171T mutant (alectinib and crizotinib resistant) or EML4-ALK wt.",
      "The EML4 ALK variant 1 containing NSCLC cell line H3122 is highly sensitive to alectinib, and an alectinib resistant derivative cell line H3122 CHR-A1 was generated by incubation of H3122 in increasing levels of alectinib culminating in 1 micro-molar, over a course of 7 months. The ALK kinase domain mutation V1180L was found in these cells, and Ba/F3 cells expressing EML4 ALK  V1180L were highly resistant to alectinib. Simulations indicated that the V1180L mutation interfered with alectinib binding. The V1180L mutation was found to be more resistant to alectinib than the I1171T mutation found in an ALK-positive NSCLC patient who developed alectinib resistance on lower dose alectinib  (300mg twice daily).",
      "The V1180L mutation in the kinase domain of rearranged ALK was found in an alectinib resistant cell line named H3122 CHR-A1, which was derived from the alectinib sensitive EML4-ALK variant 1 containing NSCLC cell line H3122 by passaging into higher concentrations of alectinib. This cell line is a model for gain of alectinib resistance, and also shows resistance to crizotinib. On the other hand, the often used tool ALK inhibitor TAE684 was highly effective in killing H3122 CHR-A1, where H3122 cells were only slightly more sensitized to TAE684-induced cell death. Ectopic expression of EML4-ALK V1180L in Ba/F3 cells caused IL3 independent growth as well as marked sensitization to TAE684, to a level greater than that seen in EML4-ALK I1171T (alectinib resistance mutation) or EML4-ALK wt, and over 1000x greater sensitivity than unaltered Ba/F3 + IL3.",
      "The alectinib resistant cell line H3122 CHR-A1 was generated by culturing of the EML4-ALK (variant 1) containing cell line H3122 with increasing levels of alectinib. Molecular characterization of H3122 CHR-A1 revealed a V1180L ALK kinase domain mutation. The H3122 CHR-A1 cell line required approximately 10 fold increase in crizotinib concentration to induce similar levels of cell death to H3122. Ectopic expression of EML4-ALK V1180L rendered Ba/F3 cells moderately less susceptible to crizotinib than ectopic EML4-ALK."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "0",
      "1",
      "1286",
      "2",
      "8",
      "9"
    ]
  },
  "DOID:769||alk exon 4-11 deletion": {
    "canonical_id": null,
    "components": [],
    "eid": "1336",
    "mp_id": 546,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "27049722",
      "pmcId": "PMC5045374",
      "sourceType": "PUBMED",
      "title": "Brigatinib, an anaplastic lymphoma kinase inhibitor, abrogates activity and growth in ALK-positive neuroblastoma cells, Drosophila and mice.",
      "publicationYear": 2016
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "alk exon 4-11 deletion"
    ],
    "therapies": [
      {
        "name": "brigatinib",
        "ncit_id": "C98831"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK Exon 4-11 Deletion",
    "descriptions": [
      "The MYCN amplification positive relapsed neuroblastoma-derived cell line CLB-BAR contains the driver ALK DEL 11-14 mutation, which removes extracellular domain exons 4 through 11. Brigatinib treatment of CLB-BAR cells reduced MYCN protein levels and ALK phosphorylation (Y1604) similar to crizotnib. Brigatinib reduced CLB-BAR cellular proliferation more effectively than crizotinib (IC50 75.2 vs 186.4nM). CLB-BAR xenografts in BalbC/NUDE mice responded to brigatinib with reduced tumor volume and weight (N=8/group) as well as reduced ALK phosphorylation and MYCN levels compared to untreated controls. Release of brigatinib administration at day 15 resulted in tumor growth (N=2)."
    ],
    "disease_name": "Neuroblastoma",
    "disease_doid": "769",
    "disease_aliases": [],
    "eids": [
      "1336"
    ]
  },
  "DOID:3908||alk g1269a and v-alk fusion": {
    "canonical_id": "CA16602590",
    "components": [
      {
        "variant": "ALK G1269A",
        "ca_id": "CA16602590"
      },
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1342",
    "mp_id": 4311,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "24675041",
      "pmcId": "PMC4068971",
      "sourceType": "PUBMED",
      "title": "The ALK inhibitor ceritinib overcomes crizotinib resistance in non-small cell lung cancer.",
      "publicationYear": 2014
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "ALK G1269A",
      "Fusion (unspecified partner) ALK",
      "G1269A ALK",
      "alk fusion (unspecified partner)",
      "alk g1269a",
      "alk g1269a and v-alk fusion"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK G1269A AND v::ALK Fusion",
    "descriptions": [
      "The NSCLC cell line MGH021-4, harboring SQSTM1-ALK G1269A, was 6 times more sensitive to ceritinib (80nM GI50) than crizotinib (500 nM) in proliferation assays and caused notable reductions in phospho-ALK and phospho-AKT (detected by Western blot) at concentrations 10 fold lower than crizotinib. GI50 values were similar in Ba/F3 cells expressing either EML4-ALK wild-type or EML4-ALK G1269A (1.6nM and 2.2nM, respectively). In contrast, crizotinib treatment of Ba/F3 with EML4-ALK G1269A had survival GI50 of 130nM."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1342"
    ]
  },
  "DOID:162||eml4-alk fusion and alk g1202r": {
    "canonical_id": "CA16602592",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK G1202R",
        "ca_id": "CA16602592"
      }
    ],
    "eid": "1350",
    "mp_id": 4237,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25727400",
      "pmcId": "PMC4529334",
      "sourceType": "PUBMED",
      "title": "Activity of second-generation ALK inhibitors against crizotinib-resistant mutants in an NPM-ALK model compared to EML4-ALK.",
      "publicationYear": 2015
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion EML4",
      "ALK G1202R",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "G1202R ALK",
      "alk g1202r",
      "eml4-alk fusion",
      "eml4-alk fusion and alk g1202r"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "brigatinib",
        "ncit_id": "C98831"
      }
    ],
    "evidence_count": 2,
    "gene_symbol": "EML4::ALK Fusion AND ALK G1202R",
    "descriptions": [
      "Ba/F3 cell line expressing EML4-ALK variant 3 with G1202R ALK mutation was assessed for alectinib sensitivity and IC50 for survival of 868 nM was reported, which was 64.4x higher than the IC50 reported for alectinib on Ba/F3 with EML4-ALK wild-type. Similar experiments using NPM-ALK instead of EML4-ALK yielded survival IC50 of 549 nM of NPM-ALK G1202R to alectinib, which was 27.9 times higher than IC50 for NPM-ALK wild-type. Western blots of Ba/F3 with NPM-ALK wild-type showed ablation of pALK levels above 100 nM alectinib, while pALK levels were essentially unchanged up to 1000 nM in NPM-ALK G1202R Ba/F3 cells.",
      "This study compared drug responses in Ba/F3 cells expressing either EML4-ALK or NPM-ALK fusions, with or without G1202R ALK mutation. Cells expressing the EML4-ALK variant 3 with G1202R ALK mutation were more resistant to brigatinib treatment (IC50 325 nM) than cells expressing wildtype EML4-ALK variant 3 (IC50 6 nM). These same experiments performed with the NPM-ALK fusion resulted in IC50 of 149 nM for G1202R and 11nM for wild type, consistent with resistance. In Western blots, ablation of pALK with brigatinib treatment above 100 nM was seen in Ba/F3 cells expressing NPM-ALK wildtype, but remained apparent at 1000 nM brigatinib in NPM-ALK G1202R cells, despite dose-dependent reduction."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "1",
      "1350",
      "3",
      "5"
    ]
  },
  "DOID:162||alk g1269a and v-alk fusion": {
    "canonical_id": "CA16602590",
    "components": [
      {
        "variant": "ALK G1269A",
        "ca_id": "CA16602590"
      },
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1354",
    "mp_id": 4311,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25727400",
      "pmcId": "PMC4529334",
      "sourceType": "PUBMED",
      "title": "Activity of second-generation ALK inhibitors against crizotinib-resistant mutants in an NPM-ALK model compared to EML4-ALK.",
      "publicationYear": 2015
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 3,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "ALK G1269A",
      "Fusion (unspecified partner) ALK",
      "G1269A ALK",
      "alk fusion (unspecified partner)",
      "alk g1269a",
      "alk g1269a and v-alk fusion"
    ],
    "therapies": [
      {
        "name": "alectinib",
        "ncit_id": "C101790"
      },
      {
        "name": "brigatinib",
        "ncit_id": "C98831"
      },
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      }
    ],
    "evidence_count": 3,
    "gene_symbol": "ALK G1269A AND v::ALK Fusion",
    "descriptions": [
      "EML4-ALK with ALK G1269A has been seen in crizotinib resistant NSCLC, and this mutation was tested for Brigatinib sensitivity via ectopic expression in Ba/F3 cells, where half maximal inhibitory concentration of 9 nM was seen, which was 1.5 times the IC50 of EML4-ALK wild-type to brigatinib. NPM-ALK G1269A was also tested for brigatinib sensitivity, and IC50 values of 11 nM were reported for both NPM-ALK G1269A and NPM-ALK wild-type. In western blotting, brigatinib at and above 100 nM ablated pALK signal (Y 1604), indicating sensitivity of this variant to brigatinib together with the other results.",
      "EML4-ALK with ALK G1269A mutation was tested for sensitivity to alectinib using Ba/F3 cells. In Ba/F3 cells with ectopic EML4-ALK variant 1 G1269A, IC50 of 84 nM was reported with alectinib, which was a 6 fold increase over IC50 for EML4-ALK wild-type. The authors considered a fold difference of 4 to 10 between the alectinib-sensitized wild-type and mutant variant to indicate a resistant mutant variant. In the background of the NPM-ALK fusion, IC50 for G1269A mutation was 104 nM, which was 5.3 fold that reported for NPM-ALK wild-type. Western blots of alectinib treated NPM-ALK G1269A were performed and reduced pALK Y1604 was seen at 300 nM alectinib, and no pALK at 1000 nM. In contrast pALK signal was ablated at and above 100 nM in NPM-ALK wild-type.",
      "EML4-ALK with G1269A mutation was tested for sensitivity to ceritinib via transduction into Ba/F3 cells and generation of survival curves varying ceritinib concentration. IC50 of 33 nM was seen, which was 1.5 times the IC50 for EML4-ALK wild-type, indicating sensitivity of the G1269A mutation to ceritinib in the context of EML4-ALK. The mutation was also tested for ceritinib sensitivity in the context of NPM-ALK, where IC50 values were reported of 19 nM and 20 nM for mutant and wild-type versions, respectively, also indicating sensitivity. In western blots,  Y1604 pALK levels for wild-type NPM-ALK were ablated at 100 nM, while at 100 nM residual pALK levels were seen in G1269A blotting, with ablation of signal at and above 300 nM, which differed somewhat from the equivalent IC50 values reported for mutant and wild-type in the NPM-ALK background, but still agrees with sensitivity to ceritinib for this mutation."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "1",
      "1354",
      "3",
      "5"
    ]
  },
  "DOID:162||alk r1275q": {
    "canonical_id": "CA341482",
    "components": [
      {
        "variant": "ALK R1275Q",
        "ca_id": "CA341482"
      }
    ],
    "eid": "39",
    "mp_id": 9,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "18923525",
      "pmcId": "PMC2587486",
      "sourceType": "PUBMED",
      "title": "Activating mutations in ALK provide a therapeutic target in neuroblastoma.",
      "publicationYear": 2008
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK R1275Q",
      "R1275Q ALK",
      "alk r1275q"
    ],
    "therapies": [
      {
        "name": "alk inhibitor tae684",
        "ncit_id": "C171615"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "ALK R1275Q",
    "descriptions": [
      "TAE684 inhibits growth of Ba/F3 cells expressing ALK mutations; however, cells with the R1275Q mutation were inhibited at a higher IC50 than those expressing F1174L."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "39"
    ]
  },
  "DOID:162||eml4-alk fusion and alk f1245c": {
    "canonical_id": "CA279597",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK F1245C",
        "ca_id": "CA279597"
      }
    ],
    "eid": "1337",
    "mp_id": 4221,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "22034911",
      "pmcId": "PMC3265718",
      "sourceType": "PUBMED",
      "title": "Crizotinib-resistant mutants of EML4-ALK identified through an accelerated mutagenesis screen.",
      "publicationYear": 2011
    },
    "significance": "RESISTANCE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK F1245C",
      "ALK Fusion EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "F1245C ALK",
      "alk f1245c",
      "eml4-alk fusion",
      "eml4-alk fusion and alk f1245c"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK F1245C",
    "descriptions": [
      "A Ba/F3 cell line expressing EML4-ALK variant 1 was created, and then exposed to the DNA modifying agent ENU. Cells were subsequently cultured in 96 well plates at increasing concentrations of crizotinib (250, 500, 720, 1000, 1440 and 2000 nM). Cell growth occurred in all wells at 250 nM, and was absent at 2000 nM. From 500 through 1440 nM there were progressively fewer resistant clones present. 422 mutations representing 16 different sites were identified. EML4-ALK F1245C was found at 500 nM crizotinib, and was among the 10 most frequently observed mutations. Ba/F3 cells with unaltered EML4-ALK had crizotinib IC50 values for viability of 132 +/- 45 nM. EML4-ALK F1245C clones from the selection assay had IC50 viability value of 425 +/- 100 nM, while Ba/F3 cells expressing reintroduced EML4-ALK F1245C had IC50 value of 269 +/- 194 nM."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "1337"
    ]
  },
  "DOID:162||eml4-alk fusion and alk s1206y": {
    "canonical_id": "CA16602591",
    "components": [
      {
        "variant": "EML4::ALK Fusion",
        "ca_id": null
      },
      {
        "variant": "ALK S1206Y",
        "ca_id": "CA16602591"
      }
    ],
    "eid": "1343",
    "mp_id": 4309,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "24675041",
      "pmcId": "PMC4068971",
      "sourceType": "PUBMED",
      "title": "The ALK inhibitor ceritinib overcomes crizotinib resistance in non-small cell lung cancer.",
      "publicationYear": 2014
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion EML4",
      "ALK S1206Y",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK Fusion",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "S1206Y ALK",
      "alk s1206y",
      "eml4-alk fusion",
      "eml4-alk fusion and alk s1206y"
    ],
    "therapies": [
      {
        "name": "ceritinib",
        "ncit_id": "C115112"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK Fusion AND ALK S1206Y",
    "descriptions": [
      "Ba/F3 cells expressing the EML4-ALK S1206Y variant were treated with ceritinib, and survival GI50 value of 1.5 nM was obtained, which compares favorably with GI50 of 1.7 for the highly ceritinib sensitive EML4-ALK wild-type variant obtained in parallel experiments, as well as the GI50 value of 16 nM obtained for crizotinib treatment of EML4-ALK wild-type."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "1343"
    ]
  },
  "DOID:162||npm1-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "NPM1::ALK Fusion",
        "ca_id": null
      }
    ],
    "eid": "1356",
    "mp_id": 509,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "25727400",
      "pmcId": "PMC4529334",
      "sourceType": "PUBMED",
      "title": "Activity of second-generation ALK inhibitors against crizotinib-resistant mutants in an NPM-ALK model compared to EML4-ALK.",
      "publicationYear": 2015
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "D",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 2,
    "aliases": [
      "ALK Fusion NPM1",
      "ALK-NPM1",
      "ALK-NPM1 fusion",
      "ALK::NPM1",
      "NPM1 ALK Fusion",
      "NPM1-ALK",
      "NPM1-ALK fusion",
      "NPM1::ALK",
      "npm1-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "NPM1::ALK Fusion",
    "descriptions": [
      "In Ba/F3 cells, crizotinib sensitivty of the NPM-ALK variant was compared to crizotinib sensitivity of EML4-ALK variant 3. 50% of maximal inhibitory concentration for NPM-ALK was 42 nM, which was approximately 4x greater than IC50 of 11 nM obtained for EML4-ALK. The IC50 for parental Ba/F3 supplemented with IL3 was 2299 nM, resulting in a fold difference of 209.2 for EML4-ALK and 55.1 for NPM-ALK, indicating some reduced sensitivity for NPM-ALK in direct comparison to EML4-ALK, but substantial sensitization to crizotinib for NPM-ALK in Ba/F3 cells."
    ],
    "disease_name": "Cancer",
    "disease_doid": "162",
    "disease_aliases": [
      "Malignant Neoplasm",
      "Malignant Tumor",
      "Primary Cancer"
    ],
    "eids": [
      "1356"
    ]
  },
  "DOID:3908||eml4-alk e2-e20": {
    "canonical_id": null,
    "components": [
      {
        "variant": "EML4::ALK e2::e20",
        "ca_id": null
      }
    ],
    "eid": "1190",
    "mp_id": 497,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "18927303",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Multiplex reverse transcription-PCR screening for EML4-ALK fusion transcripts.",
      "publicationYear": 2008
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "E",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 4,
    "aliases": [
      "ALK e2 e20 EML4",
      "ALK-EML4",
      "ALK-EML4 fusion",
      "ALK::EML4",
      "EML4 ALK e2 e20",
      "EML4-ALK",
      "EML4-ALK fusion",
      "EML4::ALK",
      "eml4-alk e2-e20"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "EML4::ALK e2::e20",
    "descriptions": [
      "Multiplex RT-PCR to detect in-frame fusions of EML4 to ALK was performed on total RNA from 253 lung adenocarcinomas, and 9 samples were found to contain such fusions, one of which was a novel fusion containing EML4 exon 2 and exon 20 of ALK. This was called variant 5. Two versions of this variant were seen: 5a consisted of EML4 exon 2 fused to ALK exon 20 while 5b contained a 117bp intronic ALK region between the two exons. Genomic PCR showed that EML4-ALK variant 5 tumor cells contained a single EML4-ALK fusion, suggesting 5a and 5b arise from alternate splicing.  5a and 5b showed in-vitro kinase activity and transformed 3T3 cells in cell culture. 5a and 5b transformed 3T3 cells formed tumors when injected in 8/8 nude mice, but 3T3 transformed with ALK alone did not.  These results suggest that EML4-ALK variant 5 is a driver mutation in lung adenocarcinoma targetable by ALK inhibitors like crizotinib."
    ],
    "disease_name": "Lung Non-small Cell Carcinoma",
    "disease_doid": "3908",
    "disease_aliases": [
      "Non-small Cell Lung Cancer",
      "Non-small Cell Lung Carcinoma"
    ],
    "eids": [
      "1190"
    ]
  },
  "DOID:0050861||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1334",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "19737969",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Exon array profiling detects EML4-ALK fusion in breast, colorectal, and non-small cell lung cancers.",
      "publicationYear": 2009
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "E",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 1,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "26 colorectal adenocarcinoma samples were run on Affymetrix human Exon 1.0 arrays and a computational method that assessed differential 5' and 3' gene expression for each gene was used to find potential rearrangements.  One sample showed potential rearrangement and RT-PCR demonstrated an EML4-ALK fusion where EML4 exon 21 was fused to ALK exon 13. This EML4-ALK variant is different from those commonly found in NSCLC. Genomic PCR verified the existence of the fusion breakpoint in intronic space, indicating that some colorectal adenocarcinoma may have targetable ALK-fusion driver mutations."
    ],
    "disease_name": "Colorectal Adenocarcinoma",
    "disease_doid": "0050861",
    "disease_aliases": [],
    "eids": [
      "1334"
    ]
  },
  "DOID:1612||v-alk fusion": {
    "canonical_id": null,
    "components": [
      {
        "variant": "ALK Fusion (unspecified partner)",
        "ca_id": null
      }
    ],
    "eid": "1335",
    "mp_id": 495,
    "status": "ACCEPTED",
    "source": {
      "ascoAbstractId": null,
      "citationId": "19737969",
      "pmcId": null,
      "sourceType": "PUBMED",
      "title": "Exon array profiling detects EML4-ALK fusion in breast, colorectal, and non-small cell lung cancers.",
      "publicationYear": 2009
    },
    "significance": "SENSITIVITYRESPONSE",
    "direction": "SUPPORTS",
    "evidence_level": "E",
    "evidence_type": "PREDICTIVE",
    "evidence_rating": 1,
    "aliases": [
      "ALK Fusion (unspecified partner)",
      "Fusion (unspecified partner) ALK",
      "alk fusion (unspecified partner)",
      "v-alk fusion"
    ],
    "therapies": [
      {
        "name": "crizotinib",
        "ncit_id": "C74061"
      }
    ],
    "evidence_count": 1,
    "gene_symbol": "v::ALK Fusion",
    "descriptions": [
      "84 breast cancer samples acquired from commercial sources were assayed on Affymetrix human exon 1.0 arrays. A computational method was used to find potential gene fusions which assessed differential exon expression between the 3' and 5' ends of each gene. Two potential fusions were found and assessed using RNA ligase mediated rapid amplifiation of cDNA ends and RT-PCR. The fusions were EML4-ALK variants 1 and 2. Genomic PCR identified fusion breakpoints, and these differed from breakpoints for these EML4-ALK variants reported in NSCLC."
    ],
    "disease_name": "Breast Cancer",
    "disease_doid": "1612",
    "disease_aliases": [
      "Breast Tumor",
      "Malignant Neoplasm Of Breast",
      "Malignant Tumor Of The Breast",
      "Mammary Cancer",
      "Mammary Tumor",
      "Primary Breast Cancer"
    ],
    "eids": [
      "1335"
    ]
  }
}